[
  {
    "verse": "1",
    "san": "अर्जुन उवाच |\nसंन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि |\nयच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् || 1||",
    "en": "Arjun said: O Shree Krishna, You praised karm sanyās (the path of renunciation of actions), and You also advised to do karm yog (work with devotion). Please tell me decisively which of the two is more beneficial?",
    "guj": "અર્જુને કહ્યું: હે શ્રીકૃષ્ણ! તમે કર્મ સંન્યાસ (કર્મ ત્યાગનો માર્ગ)ની પ્રશંસા કરી અને તમે કર્મયોગ (ભક્તિયુક્ત કર્મ)નો પણ ઉપદેશ આપ્યો. કૃપા કરીને નિશ્ચિતપણે મને કહો કે આ બંનેમાંથી અધિક શ્રેયકર કયો માર્ગ છે?",
    "hi": "अर्जुन ने कहा-हे कृष्ण! पहले आपने कर्म संन्यास की सराहना की और आपने मुझे भक्ति युक्त कर्मयोग का पालन करने का उपदेश भी दिया। कृपापूर्वक अब मुझे निश्चित रूप से अवगत कराएँ कि इन दोनों में से कौन सा मार्ग अधिक लाभदायक है।"
  },
  {
    "verse": "2",
    "san": "श्रीभगवानुवाच |\nसंन्यास: कर्मयोगश्च नि:श्रेयसकरावुभौ |\nतयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते || 2||",
    "en": "The Supreme Lord said: Both the path of karm sanyās (renunciation of actions) and karm yog (working in devotion) lead to the supreme goal. But karm yog is superior to karm sanyās.",
    "guj": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા: કર્મ સંન્યાસ (કર્મોનો પરિત્યાગ) તેમજ કર્મયોગ (ભક્તિયુક્ત કર્મ) આ બંને માર્ગ પરમ લક્ષ્ય તરફ દોરી જાય છે. પરંતુ કર્મ સંન્યાસ કરતાં કર્મયોગ અધિક શ્રેષ્ઠ છે.",
    "hi": "परम भगवान ने कहा। कर्म संन्यास और कर्मयोग दोनों मार्ग परम लक्ष्य की ओर ले जाते हैं लेकिन कर्मयोग कर्म संन्यास से श्रेष्ठ है।"
  },
  {
    "verse": "3",
    "san": "ज्ञेय: स नित्यसंन्यासी यो न द्वेष्टि न काङ् क्षति |\nनिर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते || 3||",
    "en": "The karm yogis, who neither desire nor hate anything, should be considered always renounced. Free from all dualities, they are easily liberated from the bonds of material energy.",
    "guj": "તે કર્મયોગી, જે ન તો કોઈ કામના ધરાવે છે કે ન તો દ્વેષ કરે છે, તેને નિત્ય સંન્યાસી માનવો જોઈએ. સર્વ દ્વન્દ્વથી રહિત, તેઓ માયિક શક્તિના બંધનોથી સરળતાથી મુક્તિ પામે છે.",
    "hi": "वे कर्मयोगी जो न तो कोई कामना करते हैं और न ही किसी से घृणा करते हैं उन्हें नित्य संन्यासी माना जाना चाहिए। हे महाबाहु अर्जुन! सभी प्रकार के द्वन्द्वों से मुक्त होने के कारण वे माया के बंधनों से सरलता से मुक्ति पा लेते हैं।"
  },
  {
    "verse": "4",
    "san": "साङ्ख्ययोगौ पृथग्बाला: प्रवदन्ति न पण्डिता: |\nएकमप्यास्थित: सम्यगुभयोर्विन्दते फलम् || 4||",
    "en": "Only the ignorant speak of sānkhya (renunciation of actions, or karm sanyās) and karm yog (work in devotion) as different. Those who are truly learned say that by applying ourselves to any one of these paths, we can achieve the results of both.",
    "guj": "કેવળ અજ્ઞાની જ સાંખ્ય (કર્મોનો ત્યાગ અથવા કર્મ સંન્યાસ) તથા કર્મયોગ (ભક્તિયુક્ત કર્મ)ને ભિન્ન કહે છે. જેઓ વાસ્તવમાં જ્ઞાની છે તેઓ કહે છે કે, આમાંથી કોઈ એક માર્ગનું સારી રીતે અનુસરણ કરીને પણ આપણે બંનેનું ફળ પ્રાપ્ત કરી શકીએ છીએ.",
    "hi": "केवल अज्ञानी ही 'सांख्य' या 'कर्म संन्यास' को कर्मयोग से भिन्न कहते हैं जो वास्तव में ज्ञानी हैं, वे यह कहते हैं कि इन दोनों में से किसी भी मार्ग का अनुसरण करने से वे दोनों का फल प्राप्त कर सकते हैं।"
  },
  {
    "verse": "5",
    "san": "यत्साङ्ख्यै: प्राप्यते स्थानं तद्योगैरपि गम्यते |\nएकं साङ्ख्यं च योगं च य: पश्यति स पश्यति || 5||",
    "en": "The supreme state that is attained by means of karm sanyās is also attained by working in devotion. Hence, those who see karm sanyās and karm yog to be identical, truly see things as they are.",
    "guj": "જે પરમ અવસ્થા કર્મ સંન્યાસની સાધના દ્વારા પ્રાપ્ત થાય છે, તે ભક્તિયુક્ત કર્મ દ્વારા પણ પ્રાપ્ત થાય છે. તેથી, જેઓ કર્મ સંન્યાસ અને કર્મયોગને એકસમાન જોવે છે, તે વાસ્તવમાં વસ્તુને તેના યથાવત્ રૂપે જોવે છે.",
    "hi": "परमेश्वर श्रीकृष्ण कहते हैं कि कर्म संन्यास के माध्यम से जो प्राप्त होता है उसे भक्ति युक्त कर्मयोग से भी प्राप्त किया जा सकता है। इस प्रकार जो कर्म संन्यास और कर्मयोग को एक समान देखते हैं वही वास्तव में सभी वस्तुओं को यथावत रूप में देखते हैं।"
  },
  {
    "verse": "6",
    "san": "संन्यासस्तु महाबाहो दु:खमाप्तुमयोगत: |\nयोगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति || 6||",
    "en": "Perfect renunciation (karm sanyās) is difficult to attain without performing work in devotion (karm yog), O mighty-armed Arjun, but the sage who is adept in karm yog quickly attains the Supreme.",
    "guj": "ભક્તિયુક્ત કર્મ (કર્મયોગ) વિના સંપૂર્ણ વૈરાગ્ય (કર્મ સંન્યાસ) કઠિન છે, હે મહાભુજાઓવાળા અર્જુન! પરંતુ જે મુનિ કર્મયોગમાં નિપુણ હોય છે, તે શીઘ્રતાથી પરમેશ્વરને પ્રાપ્ત કરે છે.",
    "hi": "भक्तियुक्त होकर कर्म किए बिना पूर्णतः कर्मों का परित्याग करना कठिन है। हे महाबलशाली अर्जुन! किन्तु जो संत कर्मयोग में संलग्न रहते हैं, वे शीघ्र परम परमेश्वर को पा लेते हैं।"
  },
  {
    "verse": "7",
    "san": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रिय: |\nसर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते || 7||",
    "en": "The karm yogis, who are of purified intellect, and who control the mind and senses, see the Soul of all souls in every living being. Though performing all kinds of actions, they are never entangled.",
    "guj": "જે વિશુદ્ધ ચિત્ત ધરાવે છે અને જે મન તથા ઇન્દ્રિયોને વશમાં રાખે છે, એવા કર્મયોગીઓ સર્વ આત્માઓનાં આત્માનું સર્વ પ્રાણીઓમાં દર્શન કરે છે. એવો મનુષ્ય સર્વ પ્રકારના કર્મોનું પાલન કરતો હોવા છતાં કદાપિ લિપ્ત થતો નથી.",
    "hi": "जो कर्मयोगी विशुद्ध बुद्धि युक्त हैं, अपने मन तथा इन्द्रियों को वश में रखते हैं और सभी जीवों की आत्मा में आत्मरूप परमात्मा को देखते हैं, वे सभी प्रकार के कर्म करते हुए कभी कर्मबंधन में नहीं पड़ते।"
  },
  {
    "verse": "8-9",
    "san": "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित् |\nपश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपञ्श्वसन् || 8||\nप्रलपन्विसृजन्गृह्ण्न्नुन्मिषन्निमिषन्नपि |\nइन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् || 9||",
    "en": "Those steadfast in karm yog, always think, “I am not the doer,” even while engaged in seeing, hearing, touching, smelling, moving, sleeping, breathing, speaking, excreting, grasping, and opening or closing the eyes. With the light of divine knowledge, they see that it is only the material senses that are moving amongst their objects.",
    "guj": "જેઓ કર્મયોગમાં અચળ હોય છે તેઓ જોતાં, સાંભળતાં, સ્પર્શ કરતાં, સૂંઘતાં, ભ્રમણ કરતાં, સૂતાં, શ્વાસ લેતાં, બોલતાં, વિસર્જન કરતાં, ગ્રહણ કરતાં તથા નેત્રોને બંધ કરતાં અને ખોલતાં સદા માને છે કે, “હું કર્તા નથી”. દિવ્ય જ્ઞાનના પ્રકાશ દ્વારા તેઓ જોઈ શકે છે કે આ તો કેવળ માયિક ઇન્દ્રિયો છે, જે તેના વિષયોની વચ્ચે ભ્રમણ કરતી રહે છે.",
    "hi": "कर्मयोग में दृढ़ निश्चय रखने वाले सदैव देखते, सुनते, स्पर्श करते, सूंघते, चलते-फिरते, सोते हुए, श्वास लेते हुए, बोलते हुए, त्यागते हुए, ग्रहण करते हुए और आंखें खोलते या बंद करते हुए सदैव यह सोचते हैं- 'मैं कर्ता नहीं हूँ' और दिव्य ज्ञान के आलोक में वे यह देखते हैं कि भौतिक इन्द्रियाँ ही केवल अपने विषयों में क्रियाशील रहती हैं।"
  },
  {
    "verse": "10",
    "san": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति य: |\nलिप्यते न स पापेन पद्मपत्रमिवाम्भसा || 10||",
    "en": "Those who dedicate their actions to God, abandoning all attachment, remain untouched by sin, just as a lotus leaf is untouched by water.",
    "guj": "જે મનુષ્યો આસક્તિનો ત્યાગ કરીને, પોતાના સર્વ કાર્યો ભગવાનને સમર્પિત કરી દે છે તેઓ જેમ કમળ પત્ર જળથી અસ્પર્શ્ય રહે છે તેમ પાપથી અલિપ્ત રહે છે.",
    "hi": "वे जो अपने कर्मफल भगवान को समर्पित कर सभी प्रकार से आसक्ति रहित होकर कर्म करते हैं, वे पापकर्म से उसी प्रकार से अछूते रहते हैं जिस प्रकार से कमल के पत्ते को जल स्पर्श नहीं कर पाता।"
  },
  {
    "verse": "11",
    "san": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि |\nयोगिन: कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये || 11||",
    "en": "The yogis, while giving up attachment, perform actions with their body, senses, mind, and intellect, only for the purpose of self-purification.",
    "guj": "યોગીજનો અનાસક્ત થઈને શરીર, મન, બુદ્ધિ તથા ઇન્દ્રિયો દ્વારા કેવળ આત્મશુદ્ધિના હેતુ માટે કર્મ કરે છે.",
    "hi": "योगीजन आसक्ति को त्याग कर अपने शरीर, इन्द्रिय, मन और बुद्धि द्वारा केवल अपने शुद्धिकरण के उद्देश्य से कर्म करते हैं।"
  },
  {
    "verse": "12",
    "san": "युक्त: कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् |\nअयुक्त: कामकारेण फले सक्तो निबध्यते || 12||",
    "en": "Offering the results of all activities to God, the karm yogis attain everlasting peace. Whereas those who, being impelled by their desires, work with a selfish motive become entangled because they are attached to the fruits of their actions.",
    "guj": "કર્મયોગી સર્વ કર્મો ભગવાનને સમર્પિત કરીને શાશ્વત શાંતિ પ્રાપ્ત કરે છે. જયારે તેઓ કે જે ભગવાન સાથે ચેતનાથી જોડાયેલો નથી અને તેમની કામનાઓથી પ્રેરિત થઈને સ્વાર્થનાં ઉદ્દેશ્યથી કર્મ કરે છે, તેઓ તેમાં બંધાઈ જાય છે કારણ કે તેઓ તેમના કર્મના ફળ પ્રત્યે આસક્ત હોય છે.",
    "hi": "कर्मयोगी अपने समस्त कमर्फलों को भगवान को अर्पित कर चिरकालिक शांति प्राप्त कर लेते हैं जबकि वे जो कामनायुक्त होकर निजी स्वार्थों से प्रेरित होकर कर्म करते हैं, वे बंधनों में पड़ जाते हैं क्योंकि वे कमर्फलों में आसक्त होकर कर्म करते हैं।"
  },
  {
    "verse": "13",
    "san": "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी |\nनवद्वारे पुरे देही नैव कुर्वन्न कारयन् || 13||",
    "en": "The embodied beings who are self-controlled and detached reside happily in the city of nine gates free from thoughts that they are the doers or the cause of anything.",
    "guj": "જે દેહધારી જીવાત્માઓ આત્મ-સંયમી અને વિરક્ત હોય છે તેઓ સ્વયંને કર્તા કે કારણ માનવાના વિચારનો પરિત્યાગ કરીને નવ દ્વારવાળા નગરમાં સુખપૂર્વક રહે છે.",
    "hi": "जो देहधारी जीव आत्मनियंत्रित एवं निरासक्त होते हैं, नौ द्वार वाले भौतिक शरीर में भी वे सुखपूर्वक रहते हैं क्योंकि वे स्वयं को कर्त्ता या किसी कार्य का कारण मानने के विचार से मुक्त होते हैं।"
  },
  {
    "verse": "14",
    "san": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभु: |\nन कर्मफलसंयोगं स्वभावस्तु प्रवर्तते || 14||",
    "en": "Neither the sense of doership nor the nature of actions comes from God; nor does He create the fruits of actions. All this is enacted by the modes of material nature (guṇas).",
    "guj": "ન તો કર્તૃત્વાભિમાન કે ન તો કર્મ કરવાની પ્રકૃતિ ભગવાનમાંથી પ્રાપ્ત થાય છે; ન તો તેઓ કર્મોના ફળનું સર્જન કરે છે. આ સર્વ માયિક પ્રકૃતિના ગુણો દ્વારા કાર્ય કરે છે.",
    "hi": "न तो कर्त्तापन का बोध और न ही कर्मों की प्रवृत्ति भगवान से प्राप्त होती है तथा न ही वे कर्मों के फल का सृजन करते हैं। यह सब प्रकृत्ति के गुणों से सृजित होते हैं।"
  },
  {
    "verse": "15",
    "san": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभु: |\nअज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तव: || 15||",
    "en": "The omnipresent God does not involve Himself in the sinful or virtuous deeds of anyone. The living entities are deluded because their inner knowledge is covered by ignorance.",
    "guj": "સર્વવ્યાપક ભગવાન કોઈના પાપમય કે પુણ્યશાળી કાર્યોમાં સ્વયંને સમ્મિલિત કરતા નથી. જીવાત્માઓ મોહગ્રસ્ત થાય છે કારણ કે તેમનું આંતરિક જ્ઞાન અજ્ઞાનથી આવૃત્ત હોય છે.",
    "hi": "सर्वव्यापी परमात्मा किसी के पापमय कर्मों या पुण्य कर्मों में स्वयं को लिप्त नहीं करते। किन्तु जीवात्माएँ मोहग्रस्त रहती हैं क्योंकि उनका वास्तविक आत्मिक ज्ञान अज्ञान से आच्छादित रहता है।"
  },
  {
    "verse": "16",
    "san": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मन: |\nतेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् || 16||",
    "en": "But for those whose ignorance is destroyed by divine knowledge, the Supreme Entity is revealed, just as the sun illumines everything when it rises.",
    "guj": "પરંતુ તેઓ કે જેમનું આત્મા અંગેનું અજ્ઞાન દિવ્ય જ્ઞાન દ્વારા નષ્ટ થઇ ગયું છે, તેમના માટે તે જ્ઞાન પરમ તત્ત્વને એ રીતે પ્રગટ કરી દે છે જેમ સૂર્યથી દિવસમાં સર્વ પ્રકાશિત થઈ જાય છે.",
    "hi": "किन्तु जिनकी आत्मा का अज्ञान दिव्यज्ञान से विनष्ट हो जाता है उस ज्ञान से परमतत्त्व का प्रकाश उसी प्रकार से प्रकाशित हो जाता है जैसे दिन में सूर्य के प्रकाश से सभी वस्तुएँ प्रकाशित हो जाती हैं।"
  },
  {
    "verse": "17",
    "san": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणा: |\nगच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषा: || 17||",
    "en": "Those whose intellect is fixed in God, who are completely absorbed in God, with firm faith in Him as the supreme goal, such persons quickly reach the state from which there is no return, their sins having been dispelled by the light of knowledge.",
    "guj": "તેઓ જેમની બુદ્ધિ ભગવાનમાં દૃઢ થયેલી છે, જેઓ ભગવાનમાં પૂર્ણતયા તલ્લીન રહે છે, જેઓ સંપૂર્ણ રીતે ભગવાનમાં દૃઢ શ્રદ્ધા રાખીને તેમને પરમ લક્ષ્ય માનીને ભગવદ્-મય થઇ જાય છે, તેવા મનુષ્યો શીઘ્રતાથી એ અવસ્થાએ પહોંચી જાય છે કે જ્યાંથી પુન: પાછા ફરવું પડતું નથી. તેમનું અજ્ઞાન જ્ઞાનના પ્રકાશથી નષ્ટ થઇ જાય છે.",
    "hi": "वे जिनकी बुद्धि भगवान में स्थिर हो जाती है और जो भगवान में सच्ची श्रद्धा रखकर उन्हें परम लक्ष्य मानकर उनमें पूर्णतया तल्लीन हो जाते हैं, वे मनुष्य शीघ्र ऐसी अवस्था में पहुँच जाते हैं जहाँ से फिर कभी वापस नहीं आते और उनके सभी पाप ज्ञान के प्रकाश से मिट जाते हैं।"
  },
  {
    "verse": "18",
    "san": "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि |\nशुनि चैव श्वपाके च पण्डिता: समदर्शिन: || 18||",
    "en": "The truly learned, with the eyes of divine knowledge, see with equal vision a Brahmin, a cow, an elephant, a dog, and a dog-eater.",
    "guj": "વાસ્તવિક જ્ઞાની, દિવ્ય જ્ઞાનમય ચક્ષુ દ્વારા, બ્રાહ્મણ, ગાય, હાથી, શ્વાન, અને શ્વાનભક્ષી (ચંડાળ)ને સમાન દૃષ્ટિથી જુએ છે.",
    "hi": "सच्चे ज्ञानी महापुरुष एक ब्राह्मण, गाय, हाथी, कुत्ते और चाण्डाल को अपने दिव्य ज्ञान के चक्षुओं द्वारा समदृष्टि से देखते हैं।"
  },
  {
    "verse": "19",
    "san": "इहैव तैर्जित: सर्गो येषां साम्ये स्थितं मन: |\nनिर्दोषं हि समं ब्रह्म तस्माद् ब्रह्मणि ते स्थिता: || 19||",
    "en": "Those whose minds are established in equality of vision conquer the cycle of birth and death in this very life. They possess the flawless qualities of God, and are therefore seated in the Absolute Truth.",
    "guj": "જેમનું મન સમદર્શિતામાં સ્થિત હોય છે, તેઓ આ જ જન્મમાં જીવન અને મૃત્યુના ચક્રનાં બંધન પર વિજય પ્રાપ્ત કરી લે છે. તેઓ ભગવાનના દોષરહિત ગુણો ધરાવે છે અને તેથી પરમ સત્યમાં સ્થિત હોય છે.",
    "hi": "वे जिनका मन समदृष्टि में स्थित हो जाता है, वे इसी जीवन में जन्म और मरण के चक्र से मुक्ति पा लेते हैं। वे भगवान के समान दोष रहित गुणों से संपन्न हो जाते हैं और परमसत्य में स्थित हो जाते हैं।"
  },
  {
    "verse": "20",
    "san": "न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् |\nस्थिरबुद्धिरसम्मूढो ब्रह्मविद् ब्रह्मणि स्थित: || 20||",
    "en": "Established in God, having a firm understanding of divine knowledge and not hampered by delusion, they neither rejoice in getting something pleasant nor grieve on experiencing the unpleasant.",
    "guj": "ભગવાનમાં સ્થિત, દિવ્ય જ્ઞાનની દૃઢ સમજણ પ્રાપ્ત કરીને તથા મોહથી પ્રભાવિત થયા વિના, તેઓ ન તો સુખદ વસ્તુની પ્રાપ્તિથી હર્ષ અનુભવે છે કે ન તો દુ:ખદ અનુભવનો શોક કરે છે.",
    "hi": "परमात्मा में स्थित होकर, दिव्य ज्ञान में दृढ़ विश्वास धारण कर और मोह रहित होकर वे सुखद पदार्थ पाकर न तो हर्षित होते हैं और न ही अप्रिय स्थिति में दुखी होते हैं।"
  },
  {
    "verse": "21",
    "san": "बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् |\nस ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते || 21||",
    "en": "Those who are not attached to external sense pleasures realize divine bliss in the self. Being united with God through Yog, they experience unending happiness.",
    "guj": "જે મનુષ્યો બાહ્ય ઇન્દ્રિય સુખો પ્રત્યે આસક્ત નથી તેઓ દિવ્ય આનંદની અનુભૂતિ સ્વયંમાં જ કરે છે. યોગ દ્વારા ભગવાન સાથે ઐક્ય હોવાના કારણે તેઓ અનંત સુખનો અનુભવ કરે છે.",
    "hi": "जो बाह्य इन्द्रिय सुखों में आसक्त नहीं होते वे आत्मिक परम आनन्द की अनुभूति करते हैं। भगवान के साथ एकनिष्ठ होने के कारण वे असीम सुख भोगते हैं।"
  },
  {
    "verse": "22",
    "san": "ये हि संस्पर्शजा भोगा दु:खयोनय एव ते |\nआद्यन्तवन्त: कौन्तेय न तेषु रमते बुध: || 22||",
    "en": "The pleasures that arise from contact with the sense objects, though appearing as enjoyable to worldly-minded people, are verily a source of misery. O son of Kunti, such pleasures have a beginning and an end, so the wise do not delight in them.",
    "guj": "ભૌતિક ઇન્દ્રિયોના સંસર્ગથી ઉત્પન્ન થનારા સુખોપભોગ, સંસારી મનોવૃત્તિ ધરાવતા લોકો માટે દેખીતી રીતે આનંદપ્રદ હોય છે પણ ખરેખર દુઃખનું ઉદ્ભવસ્થાન છે. હે કુંતીપુત્ર! આવા સુખોનો આદિ અને અંત હોય છે અને તેથી જ્ઞાની પુરુષો તેમાં આનંદ લેતા નથી.",
    "hi": "इन्द्रिय विषयों के सम्पर्क से उत्पन्न होने वाले सुख यद्यपि सांसारिक मनोदृष्टि वाले लोगों को आनन्द प्रदान करने वाले प्रतीत होते हैं किन्तु वे वास्तव में दुखों के कारण हैं। हे कुन्तीपुत्र! ऐसे सुखों का आदि और अंत है इसलिए ज्ञानी पुरुष इनमें आनन्द नहीं लेते।"
  },
  {
    "verse": "23",
    "san": "शक्नोतीहैव य: सोढुं प्राक्शरीरविमोक्षणात् |\nकामक्रोधोद्भवं वेगं स युक्त: स सुखी नर: || 23||",
    "en": "Those persons are yogis, who before giving up the body are able to check the forces of desire and anger; and they alone are happy.",
    "guj": "તે મનુષ્ય યોગી છે, જે શરીરનો ત્યાગ કરવા પૂર્વે કામનાઓ તથા ક્રોધના આવેગોને ચકાસી લેવા સક્ષમ છે, અને કેવળ તે સુખી છે.",
    "hi": "वे मनुष्य ही योगी हैं जो शरीर को त्यागने से पूर्व कामनाओं और क्रोध के वेग को रोकने में समर्थ होते हैं, केवल वही संसार मे सुखी रहते हैं।"
  },
  {
    "verse": "24",
    "san": "योऽन्त:सुखोऽन्तरारामस्तथान्तज्र्योतिरेव य: ।\nस योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ।। 24।।",
    "en": "Those who are happy within themselves, enjoying the delight of God within, and are illumined by the inner light, such yogis are united with the Lord and are liberated from material existence.",
    "guj": "જે લોકો તેમના અંતરમાં સુખી છે, ભગવાનના આનંદનું અંતરમાં આસ્વાદન કરે છે; અને અંતરજ્યોતિથી પ્રકાશિત છે, તેવા યોગીઓ ભગવાન સાથે ઐક્ય સાધે છે અને માયિક જીવનમાંથી મુક્ત થઇ જાય છે.",
    "hi": "जो अन्तर्मुखी होकर सुख का अनुभव करते हैं वे भगवान को प्रसन्न करने में ही आनन्द पाते हैं और आत्मिक प्रकाश से प्रकाशित रहते हैं। ऐसे योगी भगवान में एकीकृत हो जाते हैं और भौतिक जीवन से मुक्त हो जाते हैं। आंतरिक प्रकाश दिव्य ज्ञान है जो भगवान की कृपा द्वारा हमारे भीतर अनुभूति के रूप में तब प्रकट होता है जब हम भगवान के शरणागत हो जाते हैं।"
  },
  {
    "verse": "25",
    "san": "लभन्ते ब्रह्मनिर्वाणमृषय: क्षीणकल्मषा: |\nछिन्नद्वैधा यतात्मान: सर्वभूतहिते रता: || 25||",
    "en": "Those holy persons, whose sins have been purged, whose doubts are annihilated, whose minds are disciplined, and who are devoted to the welfare of all beings, attain God and are liberated from material existence.",
    "guj": "તે પવિત્ર ઋષિઓ કે જેમના પાપ ધોવાઇ ગયા છે, જેમના સંશયો નાશ પામ્યા છે, જેમના મન અનુશાસિત છે અને જે સર્વ પ્રાણીઓના કલ્યાણ માટે સમર્પિત છે, તેઓ ભગવાનને પ્રાપ્ત કરે છે અને માયિક જીવનમાંથી મુક્ત થઇ જાય છે.",
    "hi": "वे पवित्र मनुष्य जिनके पाप धुल जाते हैं और जिनके संशय मिट जाते हैं और जिनका मन संयमित होता है वे सभी प्राणियों के कल्याणार्थ समर्पित हो जाते हैं तथा वे भगवान को पा लेते हैं और सांसारिक बंधनों से भी मुक्त हो जाते हैं।"
  },
  {
    "verse": "26",
    "san": "कामक्रोधवियुक्तानां यतीनां यतचेतसाम् |\nअभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् || 26||",
    "en": "For those sanyāsīs, who have broken out of anger and lust through constant effort, who have subdued their mind, and are self-realized, liberation from material existence is both here and hereafter.",
    "guj": "જેમણે સતત પ્રયાસો દ્વારા ક્રોધ અને વાસના પર વિજય પ્રાપ્ત કર્યો છે, જેમણે તેમનાં મનને વશ કરી લીધું છે અને આત્મજ્ઞાની છે, તેવા સંન્યાસીઓ આ લોક અને પરલોક બંનેમાં માયા શક્તિના બંધનોથી મુક્ત થઇ જાય છે.",
    "hi": "ऐसे संन्यासी भी जो सतत प्रयास से क्रोध और काम वासनाओं पर विजय पा लेते हैं एवं जो अपने मन को वश में कर आत्मलीन हो जाते हैं, वे इस जन्म में और परलोक में भी माया शक्ति के बंधनों से मुक्त हो जाते हैं।"
  },
  {
    "verse": "27-28",
    "san": "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवो: |\nप्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ || 27||\nयतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायण: |\nविगतेच्छाभयक्रोधो य: सदा मुक्त एव स: || 28||",
    "en": "Shutting out all thoughts of external enjoyment, with the gaze fixed on the space between the eye-brows, equalizing the flow of the incoming and outgoing breath in the nostrils, and thus controlling the senses, mind, and intellect, the sage who becomes free from desire and fear, always lives in freedom.",
    "guj": "બાહ્ય ઉપભોગના સર્વ વિચારોને બંધ કરીને, દૃષ્ટિને બે ભ્રમરોની મધ્યે કેન્દ્રિત કરીને, નાસિકામાં શ્વાસ અને ઉચ્છવાસના પ્રવાહને સમ કરીને, અને એ રીતે ઇન્દ્રિય, મન અને બુદ્ધિને નિયંત્રિત કરીને યોગી ઈચ્છા, ભય અને ક્રોધથી સ્વતંત્ર બનીને સદૈવ મુક્ત રહે છે.",
    "hi": "समस्त बाह्य इन्द्रियाँ सुख के विषयों का विचार न कर अपनी दृष्टि को भौहों के बीच के स्थान में स्थित कर नासिका में विचरने वाली भीतरी और बाहरी श्वासों के प्रवाह को सम करते हुए इन्द्रिय, मन और बुद्धि को संयमित करके जो ज्ञानी कामनाओं और भय से मुक्त हो जाता है, वह सदा के लिए मुक्त हो जाता है।"
  },
  {
    "verse": "29",
    "san": "भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् |\nसुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति || 29||",
    "en": "Having realized Me as the enjoyer of all sacrifices and austerities, the Supreme Lord of all the worlds and the selfless friend of all living beings, My devotee attains peace.",
    "guj": "મને સર્વ યજ્ઞોનાં અને તપશ્ચર્યાઓના ભોક્તા, સર્વ લોકના પરમેશ્વર અને સર્વ જીવંત પ્રાણીઓના નિષ્કામ મિત્ર જાણીને મારા ભક્તો પરમ શાંતિ પ્રાપ્ત કરે છે.",
    "hi": "जो भक्त मुझे समस्त यज्ञों और तपस्याओं का भोक्ता, समस्त लोकों का परम भगवानऔर सभी प्राणियों का सच्चा हितैषी समझते हैं, वे परम शांति प्राप्त करते हैं।"
  }
]