[
  {
    "verse": "1-2",
    "san": "अर्जुन उवाच |ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन |तत्किं कर्मणि घोरे मां नियोजयसि केशव || 1||व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे |तदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् || 2||",
    "en": "Arjun said: O Janardan, if You consider knowledge superior to action, then why do You ask me to wage this terrible war? My intellect is bewildered by Your ambiguous advice. Please tell me decisively the one path by which I may attain the highest good.",
    "guj": "અર્જુને કહ્યું: હે જનાર્દન!  જો તમે બુદ્ધિને કર્મથી શ્રેષ્ઠ માનતા હો, તો પછી તમે મને આ ઘોર યુદ્ધ કરવા શા માટે કહી રહ્યા છો? આપના સંદિગ્ધ ઉપદેશોથી મારી મતિ વિહ્વળ ગઈ છે. કૃપા કરીને નિશ્ચિયપૂર્વક મને કોઈ એવો માર્ગ બતાવો જે મારા માટે સર્વાધિક કલ્યાણકારી હોય.",
    "hi": "अर्जुन ने कहा! हे जनार्दन, यदि आप बुद्धि को कर्म से श्रेष्ठ मानते हैं तब फिर आप मुझे इस भीषण युद्ध में भाग लेने के लिए क्यों कहते हो? आपके अनेकार्थक उपदेशों से मेरी बुद्धि भ्रमित हो गयी है। कृपया मुझे निश्चित रूप से कोई एक ऐसा मार्ग बताएँ जो मेरे लिए सर्वाधिक लाभदायक हो"
  },
  {
    "verse": "3",
    "san": "श्रीभगवानुवाच।\nलोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ ।\nज्ञानयोगेन साङ्ख्यानां कर्मयोगेन योगिनाम् ॥3॥",
    "en": "The Lord said: O sinless one, the two paths leading to enlightenment were previously explained by Me: the path of knowledge, for those inclined toward contemplation, and the path of work for those inclined toward action.",
    "guj": "પરમ કૃપાળુ ભગવાન બોલ્યા: હે નિષ્પાપ અર્જુન! મેં આ પૂર્વે પ્રબુદ્ધ જ્ઞાન-પ્રાપ્તિ માટેના બે માર્ગો અંગેનું વર્ણન કર્યું છે: જ્ઞાનયોગ, તેમના માટે જેમની વૃત્તિ ચિંતન પરાયણ હોય છે અને કર્મ યોગ, તેમના માટે જેમની વૃત્તિ કર્તવ્ય પરાયણ હોય છે.",
    "hi": "परम कृपालु भगवान ने कहा, हे निष्पाप अर्जुन! मैं पहले ही ज्ञानोदय की प्राप्ति के दो मार्गों का वर्णन कर चुका हूँ। ज्ञानयोग उन मनुष्यों के लिए है जिनकी रुचि चिन्तन में होती है और कर्मयोग उनके लिए है जिनकी रुचि कर्म करने में होती है।"
  },
  {
    "verse": "4",
    "san": "न कर्मणामनारम्भान्नैष्कर्म्यं पुरुषोऽश्नुते ।\nन च संन्यसनादेव सिद्धिं समधिगच्छति ॥4॥",
    "en": "One cannot achieve freedom from karmic reactions by merely abstaining from work, nor can one attain perfection of knowledge by mere physical renunciation.",
    "guj": "મનુષ્ય કેવળ ન તો કર્મથી વિમુખ રહીને કર્મફળમાંથી મુક્તિ મેળવી શકે છે કે ન તો કેવળ શારીરિક સંન્યાસ લઈને જ્ઞાનની સિદ્ધાવસ્થા પ્રાપ્ત કરી શકે છે.",
    "hi": "न तो कोई केवल कर्म से विमुख रहकर कमर्फल से मुक्ति पा सकता है और न केवल शारीरिक संन्यास लेकर ज्ञान में सिद्धावस्था प्राप्त कर सकता है।"
  },
  {
    "verse": "5",
    "san": "न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् ।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः ॥5॥",
    "en": "There is no one who can remain without action even for a moment. Indeed, all beings are compelled to act by their qualities born of material nature (the three guṇas).",
    "guj": "કોઈપણ મનુષ્ય એક ક્ષણ માટે પણ કર્મ કર્યા વિના રહી શકતો નથી. વાસ્તવમાં સર્વ પ્રાણીઓ તેમની માયિક પ્રકૃતિના ત્રણ ગુણો દ્વારા કર્મ કરવા વિવશ હોય છે.",
    "hi": "कोई भी मनुष्य एक क्षण के लिए अकर्मा नहीं रह सकता। वास्तव में सभी प्राणी प्रकृति द्वारा उत्पन्न तीन गुणों के अनुसार कर्म करने के लिए विवश होते हैं।"
  },
  {
    "verse": "6",
    "san": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन्।\nइन्द्रियान्विमूढात्मा मिथ्याचारः स उच्यते ॥6॥",
    "en": "Those who restrain the external organs of action, while continuing to dwell on sense objects in the mind, certainly delude themselves and are to be called hypocrites.",
    "guj": "જે પોતાની કર્મેન્દ્રિયોને વશમાં રાખે છે અને મનમાં ઇન્દ્રિયોના વિષયોનું ચિંતન કરતો રહે છે, તે નિ:સંદેહ પોતાને છેતરે છે અને તે દંભી કહેવાય છે.",
    "hi": "जो अपनी कर्मेन्द्रियों के बाह्य घटकों को तो नियंत्रित करते हैं लेकिन मन से इन्द्रियों के विषयों का चिन्तन करते हैं, वे निःसन्देह स्वयं को धोखा देते हैं और पाखण्डी कहलाते हैं।"
  },
  {
    "verse": "7",
    "san": "यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन।\nकर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते ॥7॥",
    "en": "But those karm yogis who control their knowledge senses with the mind, O Arjun, and engage the working senses in working without attachment, are certainly superior.",
    "guj": "પરંતુ તે કર્મયોગીઓ જેઓ મનથી તેમની જ્ઞાનેન્દ્રિયોને નિયંત્રિત રાખે છે, હે અર્જુન! અને કર્મેન્દ્રિયોને આસક્તિ વિના કર્મમાં વ્યસ્ત રાખે છે, તે નિશ્ચિત રૂપે શ્રેષ્ઠ છે.",
    "hi": "हे अर्जुन! लेकिन वे कर्मयोगी जो मन से अपनी ज्ञानेन्द्रियों को नियंत्रित करते हैं और कर्मेन्द्रियों से बिना किसी आसक्ति के कर्म में संलग्न रहते हैं, वे वास्तव में श्रेष्ठ हैं।"
  },
  {
    "verse": "8",
    "san": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः।\nशरीरयात्रापि च ते न प्रसिद्धयेदकर्मणः ॥8॥",
    "en": "You should thus perform your prescribed Vedic duties, since action is superior to inaction. By ceasing activity, even your bodily maintenance will not be possible.",
    "guj": "આ રીતે તારે નિયત વૈદિક કર્તવ્યોનું પાલન કરવું જોઈએ, કારણ કે કર્મ ન કરવા કરતાં કર્મ કરવું એ અધિક શ્રેષ્ઠ છે. કર્મોનો ત્યાગ કરવાથી તારો શારીરિક નિર્વાહ પણ શક્ય નહિ બને.",
    "hi": "इसलिए तुम्हें निर्धारित वैदिक कर्म करने चाहिए क्योंकि निष्क्रिय रहने से कर्म करना श्रेष्ठ है। कर्म का त्याग करने से तुम्हारे शरीर का भरण पोषण संभव नहीं होगा।"
  },
  {
    "verse": "9",
    "san": "यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः\nतदर्थं कर्म कौन्तेय मुक्तसङ्गः समाचर ॥9॥",
    "en": "Work must be done as a yajna to the Supreme Lord; otherwise, work causes bondage in this material world. Therefore, O son of Kunti, for the satisfaction of God, perform your prescribed duties, without being attached to the results",
    "guj": "કર્મ ભગવાનની પ્રીતિ અર્થે થતા યજ્ઞ તરીકે કરવું જોઈએ, અન્યથા, આ ભૌતિક જગતમાં કર્મ બંધનનું કારણ બને છે. તેથી, હે કુંતીપુત્ર! ભગવાનની પ્રસન્નતા અર્થે, ફળમાં આસક્તિ રાખ્યા વિના તારા નિયત કર્મો કર.",
    "hi": "परमात्मा के लिए यज्ञ के रूप में कर्मों का निष्पादन करना चाहिए अन्यथा कर्म इस भौतिक संसार में बंधन का कारण बनेंगे। इसलिए हे कुन्ति पुत्र! भगवान के सुख के लिए और फल की आसक्ति के बिना अपने नियत कर्म करो।"
  },
  {
    "verse": "10",
    "san": "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः।\nअनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक्॥10॥",
    "en": "In the beginning of creation, Brahma created humankind along with duties, and said, “Prosper in the performance of these yajñas (sacrifices), for they shall bestow upon you all you wish to achieve.”",
    "guj": "સૃષ્ટિના પ્રારંભે બ્રહ્માએ મનુષ્યોનું સર્જન તેમના કર્તવ્યો સાથે કર્યું, અને કહ્યું, “આ યજ્ઞોનું પાલન કરીને સમૃદ્ધ થાઓ, કારણકે તે તમે જે કંઈ પ્રાપ્ત કરવા ઈચ્છશો, તે પ્રદાન કરશે.”",
    "hi": "सृष्टि के आरम्भ में ब्रह्मा ने मानव जाति को उनके नियत कर्तव्यों सहित जन्म दिया और कहा “इन यज्ञों का धूम-धाम से अनुष्ठान करने पर तुम्हें सुख समृद्धि प्राप्त होगी और इनसे तुम्हें सभी वांछित वस्तुएँ प्राप्त होंगी।”"
  },
  {
    "verse": "11",
    "san": "देवान्भावयतानेन ते देवा भावयन्तु वः ।\nपरस्परं भावयन्तः श्रेयः परमवाप्स्यथ ॥11॥",
    "en": "By your sacrifices, the celestial gods will be pleased, and by cooperation between humans and the celestial gods, great prosperity will reign for all.",
    "guj": "તારા યજ્ઞો દ્વારા દેવતાઓ પ્રસન્ન થશે અને માનવો તથા દેવતાઓ વચ્ચેના સહયોગના પરિણામ સ્વરૂપે સૌને સુખ-સમૃદ્ધિ પ્રાપ્ત થશે.",
    "hi": "तुम्हारे द्वारा सम्पन्न किए गए यज्ञों से देवता प्रसन्न होंगे और मनष्यों और देवताओं के मध्य सहयोग के परिणामस्वरूप सभी को सुख समृद्धि प्राप्त होगी।"
  },
  {
    "verse": "12",
    "san": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः ।\nतैर्दत्तानप्रदायैभ्यो यो भुतस्तेन एव सः ॥12॥",
    "en": "The celestial gods, being satisfied by the performance of sacrifice, will grant you all the desired necessities of life. But those who enjoy what is given to them, without making offerings in return, are verily thieves.",
    "guj": "યજ્ઞ સંપન્ન કરવાથી પ્રસન્ન થઈને સ્વર્ગીય દેવતાઓ તમારા માટે  જીવન નિર્વાહ માટે ઈચ્છિત સર્વ આવશ્યકતાઓની પૂર્તિ કરશે. પરંતુ જેઓ આ પ્રાપ્ત ઉપહારોને દેવતાઓને અર્પણ કર્યા વિના ભોગવે છે, તેઓ નિ:શંક ચોર છે.",
    "hi": "तुम्हारे द्वारा सम्पन्न यज्ञों से प्रसन्न होकर देवता जीवन निर्वाह के लिए वांछित आवश्यक वस्तुएँ प्रदान करेंगे किन्तु जो प्राप्त उपहारों को उनको अर्पित किए बिना भोगते हैं, वे वास्तव में चोर हैं।"
  },
  {
    "verse": "13",
    "san": "यज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः ।\nभुज्यते ते त्वघं पापा ये पचन्त्यात्मकारणात् ॥13॥",
    "en": "The spiritually-minded, who eat food that is first offered in sacrifice, are released from all kinds of sin. Others, who cook food for their own enjoyment, verily eat only sin.",
    "guj": "આધ્યાત્મિક મનોવૃત્તિ ધરાવતાં ભક્તો, પ્રથમ યજ્ઞને અર્પિત કરેલું ભોજન ગ્રહણ કરે છે, તેથી તેઓ સર્વ પ્રકારના પાપોમાંથી મુક્ત થઇ જાય છે. અન્ય લોકો, જેઓ પોતાની ઇન્દ્રિયોની તૃપ્તિ માટે ભોજન બનાવે છે, તેઓ નિ:શંક પાપ જ ખાય છે.",
    "hi": "आध्यात्मिक मनोवत्ति वाले जो भक्त पहले यज्ञ में अर्पित करने के पश्चात भोजन ग्रहण करते हैं, वे सभी प्रकार के पापों से मुक्त हो जाते हैं किन्तु जो अपनी इन्द्रिय तृप्ति के लिए भोजन बनाते हैं, वे वास्तव में पाप अर्जित करते हैं।"
  },
  {
    "verse": "14",
    "san": "अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः ।\nयज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥14॥",
    "en": "The spiritually-minded, who eat food that is first offered in sacrifice, are released from all kinds of sin. Others, who cook food for their own enjoyment, verily eat only sin.",
    "guj": "સર્વ જીવંત પ્રાણીઓ અન્ન પર નિર્ભર રહે છે અને અન્ન વર્ષાથી ઉત્ત્પન્ન થાય છે. વર્ષા યજ્ઞ કરવાથી વરસે છે અને યજ્ઞ નિયત ધર્મનું પાલન કરવાથી સંપન્ન થાય છે.",
    "hi": "सभी लोग अन्न पर निर्भर हैं और अन्न वर्षा से उत्पन्न होता हैं, वर्षा यज्ञ का अनुष्ठान करने से होती है और यज्ञ निर्धारित कर्मों का पालन करने से सम्पन्न होता है।"
  },
  {
    "verse": "15",
    "san": "कर्म ब्रह्योद्भवं विद्धि बह्माक्षरसमुद्भवम् ।\nतस्मात्सर्वगतं। ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ॥15॥",
    "en": "The duties for human beings are described in the Vedas, and the Vedas are manifested by God Himself. Therefore, the all-pervading Lord is eternally present in acts of sacrifice.",
    "guj": "વેદોમાં મનુષ્યો માટેનાં કર્તવ્યોનું વર્ણન કરવામાં આવ્યું છે અને વેદો સ્વયં ભગવાનમાંથી પ્રગટ થયા છે. તેથી, સર્વ-વ્યાપક ભગવાન શાશ્વત રીતે યજ્ઞના કર્મમાં વિદ્યમાન રહે છે.",
    "hi": "वेदों में सभी जीवों के लिए कर्म निश्चित किए गए हैं और वेद परब्रह्म भगवान से प्रकट हुए हैं। परिणामस्वरूप सर्वव्यापक भगवान सभी यज्ञ कर्मों में नित्य व्याप्त रहते हैं।"
  },
  {
    "verse": "16",
    "san": "एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः ।\nअघायुरिन्द्रियारामो मोघं पार्थ स जीवति ॥16॥",
    "en": "O Parth, those who do not accept their responsibility in the cycle of sacrifice established by the Vedas are sinful. They live only for the delight of their senses; indeed their lives are in vain.",
    "guj": "હે પાર્થ! વેદો દ્વારા સ્થાપિત યજ્ઞચક્રમાં જે મનુષ્ય પોતાના ઉત્તરદાયિત્ત્વનો સ્વીકાર કરતો નથી તે પાપી છે. તેઓ કેવળ તેમની ઇન્દ્રિયોના સુખ-પ્રમાદ માટે જીવે છે; વાસ્તવમાં તેમનું જીવન વ્યર્થ છે.",
    "hi": "हे पार्थ! जो मनुष्य वेदों द्वारा स्थापित यज्ञ कर्म के चक्र का पालन करने के अपने दायित्व का निर्वाहन नहीं करते, वे पाप अर्जित करते हैं, वे केवल अपनी इन्द्रियों की तृप्ति के लिए जीवित रहते हैं, वास्तव में उनका जीवन व्यर्थ ही है।"
  },
  {
    "verse": "17",
    "san": "यस्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः ।\nआत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते ॥17॥",
    "en": "But those who rejoice in the self, who are illumined and fully satisfied in the self, for them, there is no duty.",
    "guj": "પરંતુ જે મનુષ્યો આત્માનંદમાં જ સ્થિત છે અને જેમનું જીવન આત્મ-પ્રકાશિત તથા પૂર્ણપણે આત્મ-સંતુષ્ટ હોય છે, તેમને માટે કોઈ કર્તવ્ય શેષ રહેતું નથી.",
    "hi": "लेकिन जो मनुष्य आत्मानंद में स्थित रहते हैं तथा जो प्रबुद्ध और पूर्णतया आत्म संतुष्ट होते हैं, उनके लिए कोई नियत कर्त्तव्य नहीं होता।"
  },
  {
    "verse": "18",
    "san": "नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन ।\nन चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः ॥18॥",
    "en": "Such self-realized souls have nothing to gain or lose either in discharging or renouncing their duties. Nor do they need to depend on other living beings to fulfill their self-interest.",
    "guj": "આવા આત્મ-સાક્ષાત્કાર પ્રાપ્ત કરેલા આત્માઓને તેમનાં કર્તવ્ય પાલન કરવાથી કે તેનો ત્યાગ કરવાથી કંઈ પણ પ્રાપ્ત કરવાનું કે ગુમાવવાનું રહેતું નથી. ન તો તેમને તેમની સ્વાર્થપૂર્તિ માટે અન્ય કોઈ જીવો પર નિર્ભર રહેવાની આવશ્યકતા હોય છે.",
    "hi": "ऐसी आत्मलीन आत्माओं को अपने कर्तव्य का पालन करने या उनसे विमुख होने से कुछ पाना या खोना नहीं होता और न ही उन्हें अपनी निजी आवश्यकताओं की पूर्ति के लिए अन्य जीवों पर निर्भर रहने की आवश्यकता होती है।"
  },
  {
    "verse": "19",
    "san": "तस्मादसक्तः सततं कार्यं कर्म समाचर ।\nअसक्तो ह्याचरन्कर्म परमानोति पुरुषः ॥19॥",
    "en": "Therefore, giving up attachment, perform actions as a matter of duty because by working without being attached to the fruits, one attains the Supreme.",
    "guj": "તેથી આસક્તિનો ત્યાગ કરીને પોતાનું કર્તવ્ય સમજીને નિરંતર કર્મ કર, કારણકે, ફળમાં આસક્તિ રાખ્યા વિના કર્મ કરવાથી મનુષ્યને પરમેશ્વરની પ્રાપ્તિ થાય છે.",
    "hi": "अतः आसक्ति का त्याग कर अपने कार्य को कर्तव्य समझ कर फल की आसक्ति के बिना निरन्तर कर्म करने से ही किसी को परमात्मा की प्राप्ति होती है।"
  },
  {
    "verse": "20-21",
    "san": "कर्मणैव हि संसिद्धिमास्थिता जनकादयः ।\nलोकसंग्रहमेवापि सम्पश्यन्कर्तुमर्हसि ॥20॥\nयद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥21॥",
    "en": "By performing their prescribed duties, King Janak and others attained perfection. You should also perform your duties to set an example for the good of the world. Whatever actions great persons perform, common people follow. Whatever standards they set, all the world pursues.",
    "guj": "રાજા જનક અને અન્ય મહાપુરુષોએ તેમનાં નિયત કર્તવ્યોનું પાલન કરીને સિદ્ધિ પ્રાપ્ત કરી હતી. વિશ્વનાં કલ્યાણ અર્થે અનુકરણીય ઉદાહરણ પૂરું પાડવા તારે પણ તારાં કર્તવ્યોનું પાલન કરવું જોઈએ. જે કંઈ પણ મહાન કર્મો મહાન વ્યક્તિઓ દ્વારા કરવામાં આવે છે, સાધારણ જનસમુદાય તેનું અનુસરણ કરે છે. જે કોઈ આદર્શ તેમના દ્વારા પ્રસ્થાપિત કરવામાં આવે છે તેને સમગ્ર સંસાર અનુસરે છે.",
    "hi": "राजा जनक और अन्य महापुरुषों ने अपने नियत कर्मों का पालन करते हुए सिद्धि प्राप्त की थी इसलिए तुम्हें भी अपने कर्तव्यों का निर्वाहन करते हुए समाज के कल्याण के लिए अनुकरणीय उदाहरण प्रस्तुत करना चाहिए। महापुरुष जो भी कर्म करते हैं, सामान्य जन उनका पालन करते हैं, वे जो भी आदर्श स्थापित करते हैं, सारा संसार उनका अनुसरण करता है।"
  },
  {
    "verse": "22",
    "san": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन ।\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ॥22॥",
    "en": "There is no duty for Me to do in all the three worlds, O Parth, nor do I have anything to gain or attain. Yet, I am engaged in prescribed duties.",
    "guj": "હે પાર્થ! ત્રણે લોકમાં મારા માટે કોઈ કર્તવ્ય નથી. ન તો મારે કંઈ મેળવવાનું છે કે ન તો પ્રાપ્ત કરવાનું. આમ છતાં, હું નિયત કર્મોમાં વ્યસ્ત છું.",
    "hi": "हे पार्थ! समस्त तीनों लोकों में मेरे लिए कोई कर्म निश्चित नहीं है, न ही मुझे किसी पदार्थ का अभाव है और न ही मुझमें कुछ पाने की अपेक्षा है फिर भी मैं निश्चित कर्म करता हूँ।"
  },
  {
    "verse": "23",
    "san": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः ।\nमम वानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥23॥",
    "en": "For if I did not carefully perform the prescribed duties, O Parth, all men would follow My path in all respects.",
    "guj": "જો હું નિયત કર્મો સાવધાનીપૂર્વક ન કરું, તો હે પાર્થ, સર્વ મનુષ્યો સર્વ પ્રકારે મારા માર્ગનું અનુસરણ કરશે.",
    "hi": "यदि मैं सावधानीपूर्वक नियत कर्म नहीं करता तो हे पार्थ! सभी लोगों ने निश्चित रूप से सभी प्रकार से मेरे मार्ग का ही अनुसरण किया होता।"
  },
  {
    "verse": "24",
    "san": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् ।\nसङ्करस्य च कर्ता स्यामुपहन्यामिमाः प्रजाः ॥24॥",
    "en": "If I ceased to perform prescribed actions, all these worlds would perish. I would be responsible for the pandemonium that would prevail, and would thereby destroy the peace of the human race.",
    "guj": "જો હું નિયત કર્મ કરવાનું ન કરું, તો આ બધા લોકનો વિનાશ થઇ જાય. તેના કારણે જે અરાજકતા પ્રવ વર્તે અને એ રીતે સમગ્ર માનવજાતિની શાંતિ નો વિનાશ થઇ જાય તે માટે હું ઉત્તરદાયી હોઈશ.",
    "hi": "यदि मैं अपने निर्धारित कर्म नहीं करता तब ये सभी लोक नष्ट हो जाते और मैं संसार में उत्पन्न होने वाली अराजकता के लिए उत्तरदायी होता और इस प्रकार से मानव जाति की शांति का विनाश करने वाला कहलाता।"
  },
  {
    "verse": "25",
    "san": "सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत।\nकुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम् ॥25॥",
    "en": "As ignorant people perform their duties with attachment to the results, O scion of Bharat, so should the wise act without attachment, for the sake of leading people on the right path.",
    "guj": "જેવી રીતે અજ્ઞાની મનુષ્યો ફળ પ્રતિ આસક્તિ રાખીને તેમનાં કર્તવ્યોનું પાલન કરે છે, તેવી રીતે હે ભરતવંશી! વિદ્વાનજનોએ સામાન્ય લોકોને સાચા માર્ગે દોરવા માટે અનાસક્ત રહીને કર્મો કરવાં જોઈએ.",
    "hi": "हे भरतवंशी! जैसे अज्ञानी लोग फल की आसक्ति की कामना से कर्म करते हैं, उसी प्रकार बुद्धिमान मनुष्यों को लोगों को उचित मार्ग की ओर चलने के लिए प्रेरित करने हेतु अनासक्त रहकर कर्म करना चाहिए।"
  },
  {
    "verse": "26",
    "san": "न बुद्धिभेदं जनयेदज्ञानां कर्मसङ्गिनाम्।\nजोषयेत्सर्वकर्माणि विद्वानयुक्तः समाचरन् ॥26॥",
    "en": "The wise should not create discord in the intellects of ignorant people, who are attached to fruitive actions, by inducing them to stop work. Rather, by performing their duties in an enlightened manner, they should inspire the ignorant also to do their prescribed duties.",
    "guj": "વિદ્વાન મનુષ્યોએ સકામ કર્મોમાં આસક્ત એવા અજ્ઞાની લોકોને કર્મ ન કરવાની પ્રેરણા આપીને તેમની બુદ્ધિને વિચલિત કરવી જોઈએ નહીં. પરંતુ, પોતાના કર્તવ્યોનું પાલન પ્રબુદ્ધ શૈલીથી કરીને, તે અજ્ઞાની લોકોને પણ તેમના નિયત કર્તવ્યોનું પાલન કરવા પ્રેરિત કરવા જોઈએ.",
    "hi": "ज्ञानवान मनुष्यों को चाहिए कि वे अज्ञानी लोगों को जिनकी आसक्ति सकाम कर्म करने में रहती है, उन्हें कर्म करने से रोक कर उनकी बुद्धि में मतभेद उत्पन्न न करें अपितु स्वयं ज्ञानयुक्त होकर अपने कार्य करते हुए उन अज्ञानी लोगों को भी अपने नियत कर्म करने के लिए प्रेरित करना चाहिए।"
  },
  {
    "verse": "27",
    "san": "प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः ।\nअहङ्कारविमूढात्मा कर्ताहमिति मन्यते ॥27॥",
    "en": "All activities are carried out by the three modes of material nature. But in ignorance, the soul, deluded by false identification with the body, thinks of itself as the doer.",
    "guj": "સર્વ ક્રિયાઓ માયિક પ્રકૃતિના ત્રણ ગુણો દ્વારા સંપન્ન થાય છે. પરંતુ અજ્ઞાનને કારણે આત્મા શરીર સાથેના ભ્રામક તાદાત્મ્યને કારણે સ્વયંને સર્વ કાર્યનો કર્તા માને છે.",
    "hi": "जीवात्मा देह के मिथ्या ज्ञान के कारण स्वयं को अपने सभी कर्मों का कर्ता समझती है।यद्यपि विश्व के सभी कार्य प्रकृति के तीन गुणों के अन्तर्गत सम्पन्न होते हैं लेकिन अहंकारवश"
  },
  {
    "verse": "28",
    "san": "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः।\nगुणा गुणेषु वर्तन्त इति मत्वा न सज्जते ॥28॥",
    "en": "O mighty-armed Arjun, illumined persons distinguish the soul as distinct from guṇas and karmas. They perceive that it is only the guṇas (in the shape of the senses, mind, and others) that move among the guṇas (in the shape of the objects of perception), and thus they do not get entangled in them.",
    "guj": "હે મહાબાહુ અર્જુન! જે મનુષ્ય પરમ સત્યનું જ્ઞાન ધરાવે છે, તે આત્માને ગુણો અને કર્મોથી ભિન્ન માને છે. તેઓ સમજે છે કે, કેવળ ગુણો (મન અને ઇન્દ્રિયના રૂપમાં) ગુણો (ઇન્દ્રિયોના વિષયોના રૂપમાં)ની મધ્યે પરિભ્રમણ કરતા રહે છે, અને તેથી તેઓ તેમાં ફસાતા નથી.",
    "hi": "हे महाबाहु अर्जुन! तत्त्वज्ञानी आत्मा की पहचान गुणों और कर्मों से भिन्न करते हैं वे समझते हैं कि 'इन्द्रिय, मन, आदि के रूप में केवल गुण ही हैं जो इन्द्रिय विषयों, (गुणेषु) में संचालित होते हैं और इसलिए वे उनमें नहीं फंसते।"
  },
  {
    "verse": "29",
    "san": "प्रकृतेर्गुणसम्मूढाः सज्जन्ते गुणकर्मसु ।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥29॥",
    "en": "Those who are deluded by the operation of the guṇas become attached to the results of their actions. But the wise who understand these truths should not unsettle such ignorant people who know very little.",
    "guj": "જે મનુષ્યો ગુણોના સંચાલનથી ભ્રમિત થઇ ગયા છે તેઓ તેમના કર્મોના ફળો પ્રત્યે આસક્ત થાય છે. પરંતુ, જે આ પરમ સત્યોને જાણે છે એવા જ્ઞાની મનુષ્યોએ જેમનું જ્ઞાન અલ્પ માત્રામાં છે એવા અજ્ઞાની મનુષ્યોને વિચલિત કરવા જોઈએ નહીં.",
    "hi": "वे मनुष्य जो प्रकृति के गुणों के प्रभाव से मोहित होकर फल प्राप्ति की कामना के साथ अपने कर्म करते हैं लेकिन बुद्धिमान पुरुष जो इस परम सत्य को जानते हैं, उन्हें ऐसे अज्ञानी लोगों को विचलित नहीं करना चाहिए जिनका ज्ञान अल्प होता है।"
  },
  {
    "verse": "30",
    "san": "मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा ।\nनिराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः ॥30॥",
    "en": "Performing all works as an offering unto Me, constantly meditate on Me as the Supreme. Become free from desire and selfishness, and with your mental grief departed, fight!",
    "guj": "સર્વ કર્મોને મને સમર્પિત કરીને, નિરંતર પરમેશ્વરના રૂપમાં મારું ધ્યાન ધર. કામનાઓથી અને સ્વાર્થથી મુક્ત થા અને તારા માનસિક સંતાપોનો ત્યાગ કરીને, યુદ્ધ કર!",
    "hi": "अपने समस्त कर्मों को मुझको अर्पित करके और परमात्मा के रूप में निरन्तर मेरा ध्यान करते हुए कामना और स्वार्थ से रहित होकर अपने मानसिक दुखों को त्याग कर युद्ध करो।"
  },
  {
    "verse": "31",
    "san": "ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः।\nश्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः ॥31॥",
    "en": "Those who abide by these teachings of Mine, with profound faith and free from envy, are released from the bondage of karma.",
    "guj": "જેઓ પ્રગાઢ શ્રદ્ધા સાથે મારા આ ઉપદેશોનું પાલન કરે છે  અને દ્વેષથી મુક્ત રહે છે, તેઓ કર્મબંધનથી મુક્ત થઇ જાય છે.",
    "hi": "जो मनुष्य अगाध श्रद्धा के साथ मेरे इन उपदेशों का अनुपालन करते हैं और दोष दृष्टि से परे रहते हैं, वे कर्म के बंधनों से मुक्त हो जाते हैं।"
  },
  {
    "verse": "32",
    "san": "ये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम्।\nसर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः ॥32॥",
    "en": "But those who find faults with My teachings, being bereft of knowledge and devoid of discrimination, they disregard these principles and bring about their own ruin.",
    "guj": "પરંતુ જેઓ જ્ઞાનથી રહિત અને વિવેકથી વંચિત રહીને મારા ઉપદેશોમાં દોષ શોધે છે, તેઓ આ સિદ્ધાંતોનો અનાદર કરે છે અને એમનો પોતાનો જ વિનાશ કરે છે.",
    "hi": "किन्तु जो मेरे उपदेशों में दोष ढूंढते हैं, वे ज्ञान से वंचित और विवेकहीन होते हैं, इन सिद्धान्तों की उपेक्षा करने से वे अपने विनाश का कारण बनते हैं।"
  },
  {
    "verse": "33",
    "san": "सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि ।\nप्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति ॥33॥",
    "en": "Even wise people act according to their natures, for all living beings are propelled by their natural tendencies. What will one gain by repression?",
    "guj": "જ્ઞાની  મનુષ્યો પણ તેમની પ્રકૃતિને અનુસાર કર્મ કરે છે, કારણ કે સર્વ જીવાત્માઓ તેમની પ્રાકૃતિક વૃત્તિઓથી પ્રેરિત થાય છે. નિગ્રહ દ્વારા મનુષ્યને શું પ્રાપ્ત થશે?",
    "hi": "बुद्धिमान लोग भी अपनी प्रकृति के अनुसार कार्य करते हैं क्योंकि सभी जीव अपनी स्वाभाविक प्रवृत्ति से प्रेरित होते हैं, किसी को दमन से क्या प्राप्त हो सकता है।"
  },
  {
    "verse": "34",
    "san": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ।\nतयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ ॥34॥",
    "en": "The senses naturally experience attachment and aversion to the sense objects, but do not be controlled by them, for they are way-layers and foes.",
    "guj": "ઇન્દ્રિયો પ્રાકૃતિક રીતે જ ઈન્દ્રિય વિષયો પ્રત્યે આસક્તિ અને વિરક્તિનો અનુભવ કરે છે પરંતુ તેમને વશીભૂત થવું જોઈએ નહીં, કારણ કે તેઓ માર્ગ અવરોધક અને શત્રુઓ છે.",
    "hi": "इन्द्रियों का इन्द्रिय विषयों के साथ स्वाभाविक रूप से राग और द्वेष होता है किन्तु मनुष्य को इनके वशीभूत नहीं होना चाहिए क्योंकि ये आत्म कल्याण के मार्ग के अवरोधक और शत्रु हैं।"
  },
  {
    "verse": "35",
    "san": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात्।\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः ॥35॥",
    "en": "It is far better to perform one’s natural prescribed duty, though tinged with faults, than to perform another’s prescribed duty, though perfectly. In fact, it is preferable to die in the discharge of one’s duty, than to follow the path of another, which is fraught with danger.",
    "guj": "પોતાના નિયત કરેલાં કર્તવ્યોનું પાલન, ભલે દોષયુક્ત હોય પરંતુ અન્ય માટે નિયત કરેલાં કર્તવ્યોનું દોષરહિત પાલન કરવા કરતાં અધિક શ્રેયસ્કર છે. વાસ્તવમાં, પોતાના કર્તવ્યોનું પાલન કરવામાં મૃત્યુ પામવું એ અન્યના ભયયુકત માર્ગનું અનુસરણ કરવા કરતાં ઉચિત છે.",
    "hi": "अपने नियत कार्यों को दोष युक्त सम्पन्न करना अन्य के निश्चित कार्यों को समुचित ढंग से करने से कहीं अधिक श्रेष्ठ होता है। वास्तव में अपने कर्तव्य का पालन करते हुए मरना दूसरों के जोखिम से युक्त भयावह मार्ग का अनुसरण करने से श्रेयस्कर होता है।"
  },
  {
    "verse": "36",
    "san": "अर्जुन उवाच।\nअथ केन प्रयुक्तोऽयं पापं चरति पूरुषः ।\nअनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः ॥36॥",
    "en": "Arjun asked: Why is a person impelled to commit sinful acts, even unwillingly, as if by force, O descendent of Vrishni (Krishna)?",
    "guj": "અર્જુને કહ્યું: હે વૃષ્ણી વંશી! શા માટે મનુષ્ય અનિચ્છાએ પાપયુક્ત કાર્યો કરવા પ્રેરિત થાય છે, જાણે કે કોઈ દબાણથી એમ કરવા પરોવાતો હોય?",
    "hi": "अर्जुन ने कहा! हे वृष्णिवंशी, श्रीकृष्ण! इच्छा न होते हुए भी मनुष्य पापजन्य कर्मों की ओर क्यों प्रवृत्त होता है। ऐसा प्रतीत होता है कि उसे बलपूर्वक पाप कर्मों में लगाया जाता है।"
  },
  {
    "verse": "37",
    "san": "श्रीभगवानुवाच। काम एष क्रोध एष रजोगुणसमुद्भवः ।\nमहाशनो महापाप्मा विद्धयेनमिह वैरिणम् ॥37॥",
    "en": "The Supreme Lord said: It is lust alone, which is born of contact with the mode of passion, and later transformed into anger. Know this as the sinful, all-devouring enemy in the world.",
    "guj": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા:  એકમાત્ર કામ જ છે, જે રજોગુણથી ઉત્પન્ન થાય છે, અને પશ્ચાત્ ક્રોધમાં પરિવર્તિત થાય છે. તેને આ વિશ્વનો મહાપાપી ને સર્વભક્ષક શત્રુ જાણ.",
    "hi": "परमात्मा श्रीकृष्ण कहते हैं-अकेली काम वासना जो रजोगुण के सम्पर्क में आने से उत्पन्न होती है और बाद में क्रोध का रूप धारण कर लेती है, इसे पाप के रूप में संसार का सर्वभक्षी शत्रु समझो।"
  },
  {
    "verse": "38",
    "san": "धूमेनावियते वह्निर्यथादर्शो मलेन च ।\nयथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम् ॥38॥",
    "en": "Just as a fire is covered by smoke, a mirror is masked by dust, and an embryo is concealed by the womb, similarly one’s knowledge gets shrouded by desire.",
    "guj": "જેવી રીતે અગ્નિ ધૂમાડાથી આવૃત હોય છે, દર્પણ ધૂળથી આચ્છાદિત હોય છે અને ભૃણ ગર્ભાશયમાં સંતાયેલો હોય છે, બરાબર તેવી રીતે મનુષ્યના જ્ઞાન પર કામનાઓનું આવરણ આવી જાય છે.",
    "hi": "जैसे अग्नि धुएँ से ढकी रहती है, दर्पण धूल से आवृत रहता है तथा भ्रूण गर्भाशय से अप्रकट रहता है, उसी प्रकार से कामनाओं के कारण मनुष्य के ज्ञान पर आवरण पड़ा रहता है।"
  },
  {
    "verse": "39",
    "san": "आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा ।\nकामरूपेण कौन्तेय दुष्पूरेणानलेन च ॥39॥",
    "en": "The knowledge of even the most discerning gets covered by this perpetual enemy in the form of insatiable desire, which is never satisfied and burns like fire, O son of Kunti.",
    "guj": "હે કુંતીપુત્ર અર્જુન! અતિ વિવેકપૂર્ણ મનુષ્યનું જ્ઞાન પણ આ અતૃપ્ત કામનાઓ રૂપી નિત્ય શત્રુ દ્વારા ઢંકાઈ જાય છે, જે કદાપિ સંતુષ્ટ થતી નથી અને અગ્નિની જેમ બળતી રહે છે.",
    "hi": "हे कुन्ती पुत्र! इस प्रकार ज्ञानी पुरुष का ज्ञान भी अतृप्त कामना रूपी नित्य शत्रु से आच्छादित रहता है जो कभी संतुष्ट नहीं होता और अग्नि के समान जलता रहता है।"
  },
  {
    "verse": "40",
    "san": "इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते ।\nएतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम् ॥40॥",
    "en": "The senses, mind, and intellect are said to be breeding grounds of desire. Through them, it clouds one’s knowledge and deludes the embodied soul.",
    "guj": "ઇન્દ્રિય, મન અને બુદ્ધિને કામનાઓની સંવર્ધન ભૂમિ કહેવામાં આવે છે. તેમના દ્વારા આ કામનાઓ મનુષ્યનાં જ્ઞાન પર આવૃત થઇ જાય છે અને દેહધારી આત્મા મોહિત થઇ જાય છે.",
    "hi": "इन्द्रिय, मन और बुद्धि को कामना की प्रजनन भूमि कहा जाता है जिनके द्वारा यह मनुष्य के ज्ञान को आच्छादित कर लेती है और देहधारियों को मोहित करती है।"
  },
  {
    "verse": "41",
    "san": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ।\nपाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् ॥41॥",
    "en": "Therefore, O best of the Bharatas, in the very beginning bring the senses under control and slay this enemy called desire, which is the embodiment of sin and destroys knowledge and realization.",
    "guj": "આથી, હે ભરતવંશીઓમાં શ્રેષ્ઠ અર્જુન, પ્રારંભથી જ ઈન્દ્રિયોનું નિયમન કરીને આ કામનારૂપી શત્રુનો વધ કરી દે, જે પાપનું પ્રતિક છે અને જ્ઞાન તથા આત્મ-સાક્ષાત્કારનો વિનાશ કરે છે.",
    "hi": "इसलिए हे भरतवंशियों में श्रेष्ठ! प्रारम्भ से ही इन इन्द्रियों को नियंत्रण में रखकर कामना रूपी शत्रु का वध कर डालो जो पाप का मूर्तरूप तथा ज्ञान और आत्मबोध का विनाशक है।"
  },
  {
    "verse": "42",
    "san": "इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः।\nमनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः ॥42॥",
    "en": "The senses are superior to the gross body, and superior to the senses is the mind. Beyond the mind is the intellect, and even beyond the intellect is the soul.",
    "guj": "સ્થૂળ શરીર કરતાં ઇન્દ્રિયો ચડિયાતી છે અને ઇન્દ્રિયો કરતાં મન અધિક શ્રેષ્ઠ છે. મનથી અધિક શ્રેષ્ઠ બુદ્ધિ છે અને બુદ્ધિથી પણ શ્રેષ્ઠતર આત્મા છે.",
    "hi": "इन्द्रियाँ स्थूल शरीर से श्रेष्ठ हैं और इन्द्रियों से उत्तम मन, मन से श्रेष्ठ बुद्धि और आत्मा बुद्धि से भी परे है।"
  },
  {
    "verse": "43",
    "san": "एवं बुद्धः परं बुद्ध्वा संस्तभ्यात्मानमात्मना ।\nजहि शत्रु महाबाहो कामरूपं दुरासदम् ॥43॥",
    "en": "Thus knowing the soul to be superior to the material intellect, O mighty armed Arjun, subdue the lower self (senses, mind, and intellect) by the higher self (strength of the soul), and kill this formidable enemy called lust.",
    "guj": "હે મહાબાહુ અર્જુન! આ પ્રમાણે આત્માને ભૌતિક બુદ્ધિથી અધિક શ્રેષ્ઠ જાણીને સ્વ (ઇન્દ્રિય,મન અને બુદ્ધિ)ને સ્વ (આત્માની શક્તિ) દ્વારા વશમાં રાખીને કામ નામના આ દુર્જેય શત્રુનો વધ કર.",
    "hi": "इस प्रकार हे महाबाहु! आत्मा को लौकिक बुद्धि से श्रेष्ठ जानकर अपनी इन्द्रिय, मन और बुद्धि पर संयम रखो और आत्मज्ञान द्वारा कामरूपी दुर्जेय शत्रु का दमन करो।"
  }
]