[
  {
    "verse": "1",
    "san": "धृतराष्ट्र उवाच |\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |\nमामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ||1||",
    "en": "Dhritarashtra said: O Sanjay, after gathering on the holy field of Kurukshetra, and desiring to fight, what did my sons and the sons of Pandu do?",
    "guj": "ધૃતરાષ્ટ્રે કહ્યું: હે સંજય, કુરુક્ષેત્રના પવિત્ર મેદાનમાં ભેગા થઈને, યુદ્ધની ઈચ્છા કરીને, મારા પુત્રો અને પાંડુના પુત્રોએ શું કર્યું?",
    "hi": "धृतराष्ट्र ने कहा: हे संजय, कुरुक्षेत्र के पवित्र मैदान में एकत्रित होकर युद्ध करने की इच्छा से मेरे पुत्रों और पांडु के पुत्रों ने क्या किया?"
  },
  {
    "verse": "2",
    "san": "सञ्जय उवाच ।\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\nआचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ।। 2।।",
    "en": "Sanjay said: On observing the Pandava army standing in military formation, King Duryodhan approached his teacher Dronacharya, and said the following words.",
    "guj": "સંજય બોલ્યા: પાંડુપુત્રોની સેનાને વ્યૂહરચનામાં ગોઠવાયેલી જોઈને, રાજા દુર્યોધન પોતાના ગુરુ પાસે ગયો અને આ પ્રમાણે વચનો કહ્યાં.",
    "hi": "संजय ने कहाः हे राजन्! पाण्डवों की सेना की व्यूहरचना का अवलोकन कर राजा दुर्योधन ने अपने गुरु द्रोणाचार्य के पास जाकर इस प्रकार के शब्द कहे।"
  },
  {
    "verse": "3",
    "san": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।\nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ।। 3।।",
    "en": "Duryodhan said: Respected teacher! Behold the mighty army of the sons of Pandu, so expertly arrayed for battle by your own gifted disciple, the son of Drupad.",
    "guj": "દુર્યોધન બોલ્યો: આદરણીય આચાર્ય! પાંડુ પુત્રોની વિશાળ સેનાનું અવલોકન કરો, જેની વ્યૂહરચના આપના પ્રશિક્ષિત બુદ્ધિમાન શિષ્ય દ્રુપદના પુત્રે નિપુણતાપૂર્વક યુદ્ધ કરવા માટે ગોઠવી છે.",
    "hi": "दुर्योधन ने कहाः पूज्य आचार्य! पाण्डु पुत्रों की विशाल सेना का अवलोकन करें, जिसे आपके द्वारा प्रशिक्षित बुद्धिमान शिष्य द्रुपद के पुत्र ने कुशलतापूर्वक युद्ध करने के लिए सुव्यवस्थित किया है।"
  },
  {
    "verse": "4-6",
    "san": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि\nयुयुधानो विराटश्च द्रुपदश्च महारथ: || 4||\n\nधृष्टकेतुश्चेकितान: काशिराजश्च वीर्यवान् |\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गव: || 5||\n\nयुधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् |\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथा: || 6||",
    "en": "Behold in their ranks are many powerful warriors, like Yuyudhan, Virat, and Drupad, wielding mighty bows and equal in military prowess to Bheem and Arjun. There are also accomplished heroes like Dhrishtaketu, Chekitan, the gallant King of Kashi, Purujit, Kuntibhoj, and Shaibya—all the best of men. In their ranks, they also have the courageous Yudhamanyu, the gallant Uttamauja, the son of Subhadra, and the sons of Draupadi, who are all great warrior chiefs.",
    "guj": "પાંડવોની આ સેનામાં ભીમ અને અર્જુન સમાન બળશાળી યુદ્ધ કરવાવાળા મહારથી યુયુધાન, વિરાટ અને દ્રુપદ જેવા અનેક શૂરવીર ધનુર્ધારીઓ છે. તેમની સાથે ધૃષ્ટકેતુ, ચેકિતાન, કાશીના પરાક્રમી રાજા, પુરુજિત, કુંતીભોજ અને શૈવ્ય બધા મહાન સેનાનાયક છે. તેમની સેનામાં પરાક્રમી યુધામન્યુ, શૂરવીર ઉત્તમૌજા, સુભદ્રા અને દ્રૌપદીના પુત્રો પણ છે, જે સર્વ નિશ્ચિતરૂપે મહાશક્તિશાળી યોદ્ધાઓ છે.",
    "hi": "यहाँ इस सेना में भीम और अर्जुन के समान बलशाली युद्ध करने वाले महारथी युयुधान, विराट और द्रुपद जैसे अनेक शूरवीर धनुर्धर हैं। यहाँ पर इनके साथ धृष्टकेतु, चेकितान काशी के पराक्रमी राजा कांशिराज, पुरूजित, कुन्तीभोज और शैव्य सभी महान सेना नायक हैं। इनकी सेना में पराक्रमी युधमन्यु, शूरवीर, उत्तमौजा, सुभद्रा और द्रोपदी के पुत्र भी हैं जो सभी निश्चय ही महाशक्तिशाली योद्धा हैं।"
  },
  {
    "verse": "7",
    "san": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम |\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते || 7||",
    "en": "O best of Brahmins, hear too about the principal generals on our side, who are especially qualified to lead. These I now recount unto you.",
    "guj": "હે દ્વિજશ્રેષ્ઠ, આપણી સેનાના નાયકો વિષે પણ સાંભળો, જેઓ આપણી સેનાનું સંચાલન કરવા માટે વિશેષ નિપુણ છે. તેમના વિષે હવે હું તમને વિગતવાર કહું છું.",
    "hi": "हे ब्राह्मण श्रेष्ठ! हमारे पक्ष की ओर के उन सेना नायकों के संबंध में भी सुनो, जो सेना को संचालित करने में विशेष रूप से निपुण हैं। अब मैं तुम्हारे समक्ष उनका वर्णन करता हूँ।"
  },
  {
    "verse": "8",
    "san": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जय: |\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च || 8||",
    "en": "There are personalities like yourself, Bheeshma, Karna, Kripa, Ashwatthama, Vikarn, and Bhurishrava, who are ever victorious in battle.",
    "guj": "આ સેનામાં આપ, ભીષ્મ, કર્ણ, કૃપાચાર્ય, અશ્વત્થામા, વિકર્ણ તથા સોમદત્તનો પુત્ર ભૂરિશ્રવા જેવા મહાપુરુષો છે, કે જેઓ યુદ્ધમાં હંમેશા વિજયી રહ્યા છે.",
    "hi": "इस सेना में सदा विजयी रहने वाले आपके समान भीष्म, कर्ण, कृपाचार्य, अश्वत्थामा, विकर्ण तथा सोमदत्त का पुत्र भूरिश्रवा आदि महा पराक्रमी योद्धा हैं जो युद्ध में सदा विजेता रहे हैं।"
  },
  {
    "verse": "9",
    "san": "अन्ये च बहव: शूरा मदर्थे त्यक्तजीविता: |\n\nनानाशस्त्रप्रहरणा: सर्वे युद्धविशारदा: || 9||",
    "en": "Also, there are many other heroic warriors, who are prepared to lay down their lives for my sake. They are all skilled in the art of warfare, and equipped with various kinds of weapons.",
    "guj": "આપણી સેનામાં અન્ય અનેક મહાયોદ્ધાઓ પણ છે, જેઓ મારા માટે જીવન ત્યજવા તત્પર છે. તેઓ યુદ્ધવિદ્યામાં પારંગત છે અને વિભિન્ન પ્રકારના શસ્ત્રોથી સુસજ્જ છે.",
    "hi": "यहाँ हमारे पक्ष में अन्य अनेक महायोद्धा भी हैं जो मेरे लिए अपने जीवन का बलिदान करने के लिए तत्पर हैं। वे युद्ध कौशल में पूर्णतया निपुण और विविध प्रकार के शस्त्रों से सुसज्जित हैं।"
  },
  {
    "verse": "10",
    "san": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् |\n\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् || 10||",
    "en": "The strength of our army is unlimited and we are safely marshalled by Grandsire Bheeshma, while the strength of the Pandava army, carefully marshalled by Bheem, is limited.",
    "guj": "આપણું સૈન્યબળ અસીમિત છે અને આપણે સૌ પિતામહ ભીષ્મના નેતૃત્વમાં પૂર્ણપણે સુરક્ષિત છીએ, જયારે પાંડવોનું સૈન્યબળ ભીમના નેતૃત્વમાં સાવધાનીપૂર્વક સુરક્ષિત હોવા છતાં તે સીમિત છે.",
    "hi": "हमारी शक्ति असीमित है और हम सब महान सेना नायक भीष्म पितामह के नेतृत्व में पूरी तरह से संरक्षित हैं जबकि पाण्डवों की सेना की शक्ति भीम द्वारा भलीभाँति रक्षित होने के पश्चात भी सीमित है।"
  },
  {
    "verse": "11",
    "san": "अयनेषु च सर्वेषु यथाभागमवस्थिता: |\nभीष्ममेवाभिरक्षन्तु भवन्त: सर्व एव हि || 11||",
    "en": "Therefore, I call upon all the generals of the Kaurava army now to give full support to Grandsire Bheeshma, even as you defend your respective strategic points.",
    "guj": "આથી હું સર્વ યોદ્ધાગણોને આગ્રહ કરું છું કે, આપ સૌ પોતપોતાના મોરચાનાં સ્થાનો પર નિશ્ચિત રૂપે સ્થિત રહીને પણ પિતામહ ભીષ્મને પૂરેપુરી સહાયતા કરો.",
    "hi": "अतः मैं कौरव सेना के सभी योद्धागणों से भी आग्रह करता हूँ कि सब अपने मोर्चे पर अडिग रहते हुए भीष्म पितामह की पूरी सहायता करें।"
  },
  {
    "verse": "12",
    "san": "तस्य सञ्जनयन्हर्षं कुरुवृद्ध: पितामह: |\nसिंहनादं विनद्योच्चै: शङ्खं दध्मौ प्रतापवान् || 12||",
    "en": "Then, the grand old man of the Kuru dynasty, the glorious patriarch Bheeshma, roared like a lion, and blew his conch shell very loudly, giving joy to Duryodhan.",
    "guj": "તત્પશ્ચાત્ કુરુવંશના મહાપ્રતાપી વયોવૃધ્ધ વડીલ ભીષ્મ પિતામહે, સિંહની ગર્જના સમાન ઘોષ કરનારો પોતાનો શંખ ફૂંકીને ઉચ્ચ સ્વરે શંખનાદ કર્યો, જેનાથી દુર્યોધન બહુ હર્ષ પામ્યો.",
    "hi": "तत्पश्चात कुरूवंश के वयोवृद्ध परम यशस्वी महायोद्धा एवं वृद्ध भीष्म पितामह ने सिंह-गर्जना जैसी ध्वनि करने वाले अपने शंख को उच्च स्वर से बजाया जिसे सुनकर दुर्योधन हर्षित हुआ।"
  },
  {
    "verse": "13",
    "san": "तत: शङ्खाश्च भेर्यश्च पणवानकगोमुखा: |\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् || 13||",
    "en": "Thereafter, conches, kettledrums, bugles, trumpets, and horns suddenly blared forth, and their combined sound was overwhelming.",
    "guj": "તત્પશ્ચાત્  શંખ, નગારાં, શ્રુંગ, તથા રણશિંગા સહસા એકસાથે વાગવા લાગ્યાં, જેનો સંયુક્ત વાદ્યઘોષ અત્યંત ઘોંઘાટભર્યો હતો.",
    "hi": "इसके पश्चात शंख, नगाड़े, बिगुल, तुरही तथा सींग अचानक एक साथ बजने लगे। उनका समवेत स्वर अत्यन्त भयंकर था।"
  },
  {
    "verse": "14",
    "san": "तत: श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ |\nमाधव: पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतु: || 14||",
    "en": "Then, from amidst the Pandava army, seated in a glorious chariot drawn by white horses, Madhav and Arjun blew their Divine conch shells.",
    "guj": "તત્પશ્ચાત્ પાંડવોની સેના મધ્યે શ્વેત અશ્વો જોડેલા ભવ્ય રથ પર બિરાજમાન શ્રી કૃષ્ણ અને અર્જુને પોતપોતાના દિવ્ય શંખ ફૂંક્યા.",
    "hi": "तत्पश्चात पाण्डवों की सेना के बीच श्वेत अश्वों द्वारा खींचे जाने वाले भव्य रथ पर आसीन माधव और अर्जुन ने अपने-अपने दिव्य शंख बजाये।"
  },
  {
    "verse": "15",
    "san": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जय: |\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदर: || 15||",
    "en": "Hrishikesh blew his conch shell, called Panchajanya, and Arjun blew the Devadutta. Bheem, the voracious eater and performer of herculean tasks, blew his mighty conch, called Paundra.",
    "guj": "હે રાજા, યુધિષ્ઠિરે પોતાનો અનંતવિજય નામનો શંખ ફૂંક્યો; જયારે નકુલ અને સહદેવે સુઘોષ અને મણિપુષ્પક નામના શંખ ફૂંક્યા. મહાન ધનુર્ધર કાશીરાજ, મહાન યોદ્ધા શિખંડી, ધૃષ્ટદ્યુમ્ન, વિરાટ, અપરાજિત સાત્યકિ, દ્રુપદ, દ્રૌપદીના પુત્રો, તથા અન્ય જેમકે મહાબાહુ સુભદ્રાનો પુત્ર અભિમન્યુ વગેરે સૌએ પોતપોતાના શંખો ફૂંક્યા.",
    "hi": "ऋषीकेश भगवान् कृष्ण ने अपना पाञ्जन्य शंख बजाया, अर्जुन ने देवदत्त शंख तथा अतिभोजी एवं अति दुष्कर कार्य करने वाले भीम ने पौण्डू नामक भीषण शंख बजाया।"
  },
  {
    "verse": "16-18",
    "san": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिर: |\nनकुल: सहदेवश्च सुघोषमणिपुष्पकौ || 16||\nकाश्यश्च परमेष्वास: शिखण्डी च महारथ: |\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: || 17||\nद्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते |\nसौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक् पृथक् || 18||",
    "en": "King Yudhishthir, blew the Anantavijay, while Nakul and Sahadev blew the Sughosh and Manipushpak. The excellent archer and king of Kashi, the great warrior Shikhandi, Dhrishtadyumna, Virat, and the invincible Satyaki, Drupad, the five sons of Draupadi, and the mighty-armed Abhimanyu, son of Subhadra, all blew their respective conch shells, O Ruler of the earth.",
    "guj": "હે ધૃતરાષ્ટ્ર, આકાશ તેમજ પૃથ્વી પર પ્રતિધ્વનિત થતા શંખોના આ વિભિન્ન ગગનભેદી નાદોથી તમારા પુત્રોનાં હૃદય વિદીર્ણ થઇ ગયા.",
    "hi": "हे पृथ्वीपति राजन्! राजा युधिष्ठिर ने अपना अनन्त विजय नाम का शंख बजाया तथा नकुल और सहदेव ने सुघोष एवं मणिपुष्पक नामक शंख बजाये। श्रेष्ठ धनुर्धर काशीराज, महा योद्धा शिखण्डी, धृष्टद्युम्न, विराट, अजेय सात्यकि, द्रुपद, द्रौपदी के पांच पुत्रों तथा सुभद्रा के महाबलशाली पुत्र वीर अभिमन्यु आदि सबने अपने-अपने अलग-अलग शंख बजाये।"
  },
  {
    "verse": "19",
    "san": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् |\n\nनभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् || 19||",
    "en": "The terrific sound thundered across the sky and the earth, and shattered the hearts of your sons, O Dhritarasthra.",
    "guj": "તે સમયે, હનુમાનના ચિહ્નથી અંકિત ધ્વજવાળા રથમાં આરૂઢ થયેલા પાંડુપુત્ર અર્જુને પોતાનું ધનુષ્ય ઉઠાવ્યું અને બાણ છોડવા તૈયાર થયો. હે રાજન! આપના પુત્રોને પોતાની વિરુદ્ધ વ્યૂહરચનામાં ગોઠવાયેલા જોઇને અર્જુને શ્રી કૃષ્ણને નીચે પ્રમાણેના વચનો કહ્યાં.",
    "hi": "हे धृतराष्ट्र! इन शंखों से उत्पन्न ध्वनि द्वारा आकाश और धरती के बीच हुई गर्जना ने आपके पुत्रों के हृदयों को विदीर्ण कर दिया।"
  },
  {
    "verse": "20",
    "san": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वज: |\nप्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डव: ||20||\nहृषीकेशं तदा वाक्यमिदमाह महीपते |",
    "en": "At that time, the son of Pandu, Arjun, who had the insignia of Hanuman on the flag of his chariot, took up his bow. Seeing your sons arrayed against him, O King, Arjun then spoke the following words to Shree Krishna.",
    "guj": "અર્જુને કહ્યું, હે અચ્યુત! કૃપા કરીને મારો રથ બંને સેનાઓની મધ્યે ઊભો રાખો, જેથી હું અહીં યુદ્ધ માટે ઉપસ્થિત યોદ્ધાઓ કે જેમની સાથે આ મહા શસ્ત્રસંગ્રામમાં મારે યુદ્ધ કરવાનું છે, તેમને જોઈ શકું.",
    "hi": "उस समय हनुमान के चिह्न की ध्वजा लगे रथ पर आसीन पाण्डु पुत्र अर्जुन अपना धनुष उठा कर बाण चलाने के लिए उद्यत दिखाई दिया। हे राजन! आपके पुत्रों को अपने विरूद्ध व्यूह रचना में खड़े देख कर अर्जुन ने श्रीकृष्ण से यह वचन कहे।"
  },
  {
    "verse": "21-22",
    "san": "अर्जुन उवाच |\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत || 21||\nयावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् |\nकैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे || 22||",
    "en": "Arjun said: O Infallible One, please take my chariot to the middle of both armies, so that I may look at the warriors arrayed for battle, whom I must fight in this great combat.",
    "guj": "હું અહીં એ લોકોને જોવાની ઈચ્છા ધરાવું છું કે, જેઓ ધૃતરાષ્ટ્રના દુષ્ટ બુદ્ધિ ધરાવતા પુત્રને પ્રસન્ન કરવાની ઈચ્છાથી યુદ્ધ કરવા આવ્યા છે.",
    "hi": "अर्जुन ने कहा! हे अच्युत! मेरा रथ दोनों सेनाओं के बीच खड़ा करने की कृपा करें ताकि मैं यहाँ एकत्रित युद्ध करने की इच्छा रखने वाले योद्धाओं जिनके साथ मुझे इस महासंग्राम में युद्ध करना है, को देख सकूं।"
  },
  {
    "verse": "23",
    "san": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागता: |\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षव: || 23||",
    "en": "I desire to see those who have come here to fight on the side of the evil-minded son of Dhritarasthra, wishing to please him.",
    "guj": "હું અહીં એ લોકોને જોવાની ઈચ્છા ધરાવું છું કે, જેઓ ધૃતરાષ્ટ્રના દુષ્ટ બુદ્ધિ ધરાવતા પુત્રને પ્રસન્ન કરવાની ઈચ્છાથી યુદ્ધ કરવા આવ્યા છે.",
    "hi": "मैं उन लोगों को देखने का इच्छुक हूँ जो यहाँ पर धृतराष्ट्र के दुश्चरित्र पुत्रों को प्रसन्न करने की इच्छा से युद्ध लड़ने के लिए एकत्रित हुए हैं।"
  },
  {
    "verse": "24",
    "san": "सञ्जय उवाच |\nएवमुक्तो हृषीकेशो गुडाकेशेन भारत |\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् || 24||",
    "en": "Sanjay said: O Dhritarasthra, having thus been addressed by Arjun, the conqueror of sleep, Shree Krishna then drew the magnificent chariot between the two armies.",
    "guj": "સંજય બોલ્યા—હે ભરતવંશી ધૃતરાષ્ટ્ર, નિંદ્રા પર વિજય પ્રાપ્ત કરવાવાળા અર્જુન દ્વારા આ પ્રકારના સંબોધન થયા પશ્ચાત્, શ્રી કૃષ્ણે તે ભવ્ય રથને બંને સૈન્યો મધ્યે લઇ જઈને ઊભો રાખી દીધો.",
    "hi": "संजय ने कहा-हे भरतवंशी धृतराष्ट्र! निद्रा पर विजय पाने वाले अर्जुन द्वारा इस प्रकार के वचन बोले जाने पर तब भगवान श्रीकृष्ण ने उस भव्य रथ को दोनों सेनाओं के बीच में ले जाकर खड़ा कर दिया।"
  },
  {
    "verse": "25",
    "san": "भीष्मद्रोणप्रमुखत: सर्वेषां च महीक्षिताम् |\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति || 25||",
    "en": "In the presence of Bheeshma, Dronacharya, and all the other kings, Shree Krishna said: O Parth, behold these Kurus gathered here.",
    "guj": "ભીષ્મ, દ્રોણ તથા અન્ય સર્વ રાજાઓની ઉપસ્થિતિમાં શ્રીકૃષ્ણે કહ્યું, હે પાર્થ, અહીં એકત્રિત થયેલા આ બધા કુરુઓને જો.",
    "hi": "भीष्म, द्रोण तथा अन्य सभी राजाओं की उपस्थिति में भगवान श्रीकृष्ण ने कहा कि हे पार्थ! यहाँ पर एकत्रित समस्त कुरुओं को देखो।"
  },
  {
    "verse": "26",
    "san": "तत्रापश्यत्स्थितान् पार्थ: पितृ नथ पितामहान् |\nआचार्यान्मातुलान्भ्रातृ न्पुत्रान्पौत्रान्सखींस्तथा || 26||\nश्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि |",
    "en": "There, Arjun could see stationed in both armies, his fathers, grandfathers, teachers, maternal uncles, brothers, cousins, sons, nephews, grand-nephews, friends, fathers-in-law, and well-wishers.",
    "guj": "બંને પક્ષોની સેનાઓની મધ્યમાં ઊભેલા અર્જુને પોતાના કાકાઓ, દાદાઓ, આચાર્યો, મામાઓ, ભાઈઓ, પિત્રાઈ ભાઈઓ, પુત્રો, ભત્રીજાઓ, પ્રપૌત્રો, મિત્રો, સસરાઓ તેમજ શુભેચ્છકોને જોયા.",
    "hi": "अर्जुन ने वहाँ खड़ी दोनों पक्षों की सेनाओं के बीच अपने पिता तुल्य चाचाओं-ताऊओं, पितामहों, गुरुओं, मामाओं, भाइयों, चचेरे भाइयों, पुत्रों, भतीजों, मित्रों, ससुर, और शुभचिन्तकों को भी देखा।"
  },
  {
    "verse": "27",
    "san": "तान्समीक्ष्य स कौन्तेय: सर्वान्बन्धूनवस्थितान् || 27||\nकृपया परयाविष्टो विषीदन्निदमब्रवीत् |",
    "en": "Seeing all his relatives present there, Arjun, the son of Kunti, was overwhelmed with compassion, and with deep sorrow, spoke the following words.",
    "guj": "પોતાના સર્વ સગાંસંબંધીઓને ત્યાં ઉપસ્થિત જોઇને કુંતીપુત્ર અર્જુન, કરુણાથી અભિભૂત થઇ ગયો અને ગહન વિષાદ સાથે તે આ વચનો બોલ્યો.",
    "hi": "जब कुन्तिपुत्र अर्जुन ने अपने बंधु बान्धवों को वहाँ देखा तब उसका मन अत्यधिक करुणा से भर गया और फिर गहन शोक के साथ उसने निम्न वचन कहे।"
  },
  {
    "verse": "28",
    "san": "अर्जुन उवाच |\nदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् || 28||\nसीदन्ति मम गात्राणि मुखं च परिशुष्यति |",
    "en": "Arjun said: O Krishna, seeing my own kinsmen arrayed for battle here and intent on killing each other, my limbs are giving way and my mouth is drying up.",
    "guj": "અર્જુને કહ્યું: હે કૃષ્ણ! યુદ્ધ માટે તથા એકબીજાનો વધ કરવાના આશયથી અહીં  ઉપસ્થિત થયેલા મારાં સ્વજનોને જોઇને મારા અંગો ધ્રૂજી રહ્યાં છે અને મોઢું સુકાઈ રહ્યું છે.",
    "hi": "अर्जुन ने कहा! हे कृष्ण! युद्ध करने की इच्छा से एक दूसरे का वध करने के लिए यहाँ अपने वंशजों को देखकर मेरे शरीर के अंग कांप रहे हैं और मेरा मुंह सूख रहा है।"
  },
  {
    "verse": "29-31",
    "san": "वेपथुश्च शरीरे मे रोमहर्षश्च जायते || 29||\nगाण्डीवं स्रंसते हस्तात्त्वक्चै व परिदह्यते |\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मन: || 30||\nनिमित्तानि च पश्यामि विपरीतानि केशव |\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे || 31||",
    "en": "My whole body shudders; my hair is standing on end. My bow, the Gāṇḍīv, is slipping from my hand, and my skin is burning all over. My mind is in quandary and whirling in confusion; I am unable to hold myself steady any longer. O Krishna, killer of the Keshi demon, I only see omens of misfortune. I do not foresee how any good can come from killing my own kinsmen in this battle.",
    "guj": "મારું સમગ્ર શરીર કંપે છે; મારાં રૂંવાડાં ઊભા થઇ ગયાં છે. મારું ધનુષ્ય, ગાંડીવ, મારાં હાથોમાંથી સરકી રહ્યું છે, અને મારી આખી ત્વચા બળી રહી છે. મારું મન અનિશ્ચિતતા અને મૂંઝવણોનાં વંટોળમાં અટવાઈ ગયું છે; હું મારી જાતને અધિક સ્થિર રાખવા સમર્થ  નથી. હે કૃષ્ણ! કેશી દૈત્યના સંહારક, હું કેવળ અમંગળના સંકેતો જોઉં છું. મારાં જ સંબંધીઓની હત્યા કરીને મને દૂર સુધી કોઈ શુભતાના દર્શન થતાં નથી.",
    "hi": "मेरा सारा शरीर काँप रहा है, मेरे शरीर के रोएं खड़े हो रहे हैं, मेरा धनुष ‘गाण्डीव' मेरे हाथ से सरक रहा है और मेरी पूरी त्वचा में जलन हो रही है। मेरा मन उलझ रहा है और मुझे घबराहट हो रही है। अब मैं यहाँ और अधिक खड़ा रहने में समर्थ नहीं हूँ। केशी राक्षस को मारने वाले हे केशव! मुझे केवल अमंगल के लक्षण दिखाई दे रहे हैं। युद्ध में अपने वंश के बंधु बान्धवों का वध करने में मुझे कोई अच्छाई नही दिखाई देती है और उन्हें मारकर मैं कैसे सुख पा सकता हूँ?"
  },
  {
    "verse": "32-33",
    "san": "न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च |\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा || 32||\nयेषामर्थे काङ्क्षितं नो राज्यं भोगा: सुखानि च |\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च || 33||",
    "en": "O Krishna, I do not desire victory, kingdom, or the happiness accruing to it. Of what avail will be a kingdom, pleasures, or even life itself, when the very persons for whom we covet them, are standing before us for battle?",
    "guj": "હે શ્રી કૃષ્ણ! હું આ રીતે ઉપાર્જિત વિજય, રાજ્ય કે સુખની પણ ઈચ્છા રાખતો નથી. એવા રાજ્ય, સુખો કે જીવનનો શું લાભ કે જેના માટે આ બધું આપણે ઝંખીએ છીએ, તેઓ સર્વ આપણી સમક્ષ યુદ્ધ માટે ગોઠવાયેલા છે.",
    "hi": "हे कृष्ण! मुझे विजय, राज्य और इससे प्राप्त होने वाला सुख नहीं चाहिए। ऐसा राज्य सुख या अपने जीवन से क्या लाभ प्राप्त हो सकता है क्योंकि जिन लोगों के लिए हम यह सब चाहते हैं, वे सब इस युद्धभूमि में हमारे समक्ष खड़े हैं।"
  },
  {
    "verse": "34-35",
    "san": "आचार्या: पितर: पुत्रास्तथैव च पितामहा: |\nमातुला: श्वशुरा: पौत्रा: श्याला: सम्बन्धिनस्तथा || 34||\nएतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन |\nअपि त्रैलोक्यराज्यस्य हेतो: किं नु महीकृते || 35||",
    "en": "Teachers, fathers, sons, grandfathers, maternal uncles, grandsons, fathers-in-law, grand-nephews, brothers-in-law, and other kinsmen are present here, staking their lives and riches. O Madhusudan, I do not wish to slay them, even if they attack me. If we kill the sons of Dhritarashtra, what satisfaction will we derive from the dominion over the three worlds, what to speak of this Earth?",
    "guj": "ગુરુજનો, પિતૃઓ, પુત્રો, પિતામહો, મામાઓ, પૌત્રો, સસરા, પૌત્રો, સાળાઓ, અને અન્ય સગાંસંબંધીઓ તેમના પ્રાણ અને ધન ત્યજવા તત્પર થઈને અહીં ઉપસ્થિત છે. હે મધુસૂદન! મારા પર તેઓ આક્રમણ પણ કરે તો પણ હું તેમને હણવા નથી ઈચ્છતો. ધૃતરાષ્ટ્રના પુત્રોનો સંહાર કરીને, પૃથ્વીનું તો શું, પણ ત્રણેય લોકોનું રાજ્ય મેળવીને પણ અમને શું પ્રસન્નતા થશે?",
    "hi": "हे मधुसूदन! जब आचार्यगण, पितृगण, पुत्र, पितामह, मामा, पौत्र, ससुर, भांजे, साले और अन्य संबंधी अपने प्राण और धन का दाव लगाकर यहाँ उपस्थित हुए हैं। यद्यपि वे मुझपर आक्रमण भी करते हैं तथापि मैं इनका वध क्यों करूं? यदि फिर भी हम धृतराष्ट्र के पुत्रों का वध करते हैं तब भले ही इससे हमें पृथ्वी के अलावा तीनों लोक भी प्राप्त क्यों न होते हों तब भी उन्हें मारने से हमें सुख कैसे प्राप्त होगा?"
  },
  {
    "verse": "36-37",
    "san": "निहत्य धार्तराष्ट्रान्न: का प्रीति: स्याज्जनार्दन |\nपापमेवाश्रयेदस्मान्हत्वैतानाततायिन: || 36 ||\nतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् |\nस्वजनं हि कथं हत्वा सुखिन: स्याम माधव || 37||",
    "en": "O Maintainer of all living entities, what pleasure will we derive from killing the sons of Dhritarasthra? Even though they may be aggressors, sin will certainly come upon us if we slay them. Hence, it does not behoove us to kill our own cousins, the sons of Dhritarashtra, and friends. O Madhav (Krishna), how can we hope to be happy by killing our own kinsmen?",
    "guj": "હે જીવમાત્રના પાલનહાર! ધૃતરાષ્ટ્રના પુત્રોને હણીને અમને કઈ પ્રસન્નતા પ્રાપ્ત થશે? યદ્યપિ તેઓ અત્યાચારી છે, છતાં પણ જો અમે તેમની હત્યા કરીશું તો અમને નિશ્ચિત પાપ લાગશે. તેથી, અમારા પિતરાઈ ભાઈઓ, ધૃતરાષ્ટ્રના પુત્રો અને તેમના મિત્રોનો સંહાર કરવો તે અમારા માટે ઉચિત નથી. હે માધવ (શ્રી કૃષ્ણ)! અમારા પોતાના જ સગાં સંબંધીઓનો સંહાર કરીને અમે સુખી થવાની આશા પણ કેમ રાખી શકીએ?",
    "hi": "हे समस्त जीवों के पालक! धृतराष्ट्र के पुत्रों का वध करके हमें क्या सुख प्राप्त होगा? यद्यपि वे सब अत्याचारी हैं फिर भी यदि हम उनका वध करते हैं तब निश्चय ही उन्हें मारने का हमें पाप लगेगा। इसलिए अपने चचेरे भाइयों, धृतराष्ट्र के पुत्रों और मित्रों सहित अपने स्वजनों का वध करना हमारे लिए किसी भी दृष्टि से उचित नहीं है। हे माधव! इस प्रकार अपने वंशजों का वध कर हम सुख की आशा कैसे कर सकते हैं?"
  },
  {
    "verse": "38-39",
    "san": "यद्यप्येते न पश्यन्ति लोभोपहतचेतस: |\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् || 38||\nकथं न ज्ञेयमस्माभि: पापादस्मान्निवर्तितुम् |\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन || 39||",
    "en": "Their thoughts are overpowered by greed and they see no wrong in annihilating their relatives or wreaking treachery upon friends. Yet, O Janardan (Krishna), why should we, who can clearly see the crime in killing our kindred, not turn away from this sin?",
    "guj": "તેઓની વિચારધારા લોભથી વશીભૂત થયેલી છે તથા તેઓને પોતાના સગાં સંબંધીઓનો વિનાશ કરવામાં કે પ્રતિશોધને કારણે મિત્રો સાથે વિશ્વાસઘાત કરવામાં કંઈ અનુચિત લાગતું નથી. છતાં પણ હે જનાર્દન! જયારે અમને તો સ્વજનોની હત્યા કરવામાં સ્પષ્ટ રીતે અપરાધ દેખાઈ રહ્યો છે, તો અમે શા માટે આ પાપથી વિમુખ ના થઈએ?",
    "hi": "यद्यपि लोभ से अभिभूत विचारधारा के कारण वे अपने स्वजनों के विनाश या प्रतिशोध के कारण और अपने मित्रों के साथ विश्वासघात करने में कोई दोष नही देखते हैं। तथापि हे जनार्दन! जब हमें स्पष्टतः अपने बंधु बान्धवों का वध करने में अपराध दिखाई देता है तब हम ऐसे पापमय कर्म से क्यों न दूर रहें?"
  },
  {
    "verse": "40",
    "san": "कुलक्षये प्रणश्यन्ति कुलधर्मा: सनातना: |\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत || 40||",
    "en": "When a dynasty is destroyed, its traditions get vanquished, and the rest of the family becomes involved in irreligion.",
    "guj": "જયારે કુળનો નાશ થાય છે ત્યારે તેની પ્રાચીન કુળ-પરંપરાઓ પણ નષ્ટ થઈ જાય છે, અને શેષ પરિવાર અધર્મમાં પ્રવૃત્ત થવા લાગે છે.",
    "hi": "जब कुल का नाश हो जाता है तब इसकी कुल परम्पराएं भी नष्ट हो जाती हैं और कुल के शेष परिवार अधर्म में प्रवृत्त होने लगते हैं।"
  },
  {
    "verse": "41",
    "san": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रिय: |\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्कर: || 41||",
    "en": "With the preponderance of vice, O Krishna, the women of the family become immoral; and from the immorality of women, O descendent of Vrishni, unwanted progeny are born.",
    "guj": "અધર્મની પ્રબળતા સાથે, હે કૃષ્ણ! કુળની સ્ત્રીઓ વ્યભિચારીણી થઈ જાય છે અને પતિત સ્ત્રીઓ દુષિત થવાથી હે વૃષ્ણીવંશી! અવાંછિત સંતતિઓ ઉત્પન્ન થાય છે.",
    "hi": "अधर्म की प्रबलता के साथ हे कृष्ण! कुल की स्त्रियां दूषित हो जाती हैं और स्त्रियों के दुराचारिणी होने से हे वृष्णिवंशी! अवांछित संतानें जन्म लेती हैं।"
  },
  {
    "verse": "42",
    "san": "सङ्करो नरकायैव कुलघ्नानां कुलस्य च |\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रिया: || 42||",
    "en": "An increase in unwanted children results in hellish life both for the family and for those who destroy the family. Deprived of sacrificial offerings, the ancestors of such corrupt families also fall.",
    "guj": "આવાં અવાંછિત સંતાનોની વૃદ્ધિ, કુળ તથા કુળનો વિનાશ કરનાર બંને માટે નિ:સંદેહ નારકીય જીવનમાં પરિણમે છે. પિંડદાન અને તર્પણની ક્રિયાઓ લુપ્ત થવાથી આવાં પતિત કુળોનાં વંચિત પૂર્વજો અધ:પતન પામે છે.",
    "hi": "अवांछित सन्तानों की वृद्धि के परिणामस्वरूप निश्चय ही परिवार और पारिवारिक परम्परा का विनाश करने वालों का जीवन नारकीय बन जाता है। जल तथा पिण्डदान की क्रियाओं से वंचित हो जाने के कारण ऐसे पतित कुलों के पित्तरों का भी पतन हो जाता है।"
  },
  {
    "verse": "43",
    "san": "दोषैरेतै: कुलघ्नानां वर्णसङ्करकारकै: |\nउत्साद्यन्ते जातिधर्मा: कुलधर्माश्च शाश्वता: || 43||",
    "en": "Through the evil deeds of those who destroy the family tradition and thus give rise to unwanted progeny, a variety of social and family welfare activities are ruined.",
    "guj": "જેઓ કુળ પરંપરાઓનો નાશ કરે છે અને એ રીતે અવાંછિત સંતતિની વૃદ્ધિ કરે છે, તેઓનાં દુષ્કર્મોથી સર્વ પ્રકારનાં સામુદાયિક તથા પારિવારિક કલ્યાણની પ્રવૃત્તિઓનો વિનાશ થઇ જાય છે.",
    "hi": "अपने दुष्कर्मों से कुल परम्परा का विनाश करने वाले दुराचारियों के कारण समाज में अवांछित सन्तानों की वृद्धि होती है और विविध प्रकार की सामुदायिक और परिवार कल्याण की गतिविधियों का भी विनाश हो जाता है।"
  },
  {
    "verse": "44",
    "san": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन |\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम || 44||",
    "en": "O Janardan (Krishna), I have heard from the learned that those who destroy family traditions dwell in hell for an indefinite period of time.",
    "guj": "હે જનાર્દન (શ્રી કૃષ્ણ)! મેં વિદ્વાનો પાસેથી સાંભળ્યું છે કે, જે લોકો કુળધર્મનો નાશ કરે છે, તેઓ અનિશ્ચિતકાળ સુધી નરકમાં નિવાસ કરે છે.",
    "hi": "हे जनार्दन! मैंने गुरुजनों से सुना है कि जो लोग कुल परंपराओं का विनाश करते हैं, वे अनिश्चितकाल के लिए नरक में डाल दिए जाते हैं।"
  },
  {
    "verse": "45-46",
    "san": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् |\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यता: || 45||\nयदि मामप्रतीकारमशस्त्रं शस्त्रपाणय: |\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् || 46||",
    "en": "Alas! How strange it is that we have set our mind to perform this great sin with horrifying consequences. Driven by the desire for kingly pleasures, we are intent on killing our own kinsmen. It would be better if, with weapons in hand, the sons of Dhritarashtra kill me unarmed and unresisting on the battlefield.",
    "guj": "અરે, આ તે કેવું આશ્ચર્ય છે કે અમે આવું મોટું પાપકર્મ કરવા તત્પર થયા છીએ. રાજસુખ ભોગવવાના લોભથી વશ થઈને અમે અમારા સ્વજનોને હણવા તૈયાર થયા છીએ. જો શસ્ત્ર ધારણ કરેલા ધૃતરાષ્ટ્રના પુત્રો, નિ:શસ્ત્ર તથા રણભૂમિમાં પ્રતિકાર ન કરનારા એવા મને હણે, તો તે મારા માટે શ્રેયસ્કર રહેશે.",
    "hi": "ओह! कितने आश्चर्य की बात है कि हम मानसिक रूप से इस महा पापजन्य कर्म करने के लिए उद्यत हैं। राजसुख भोगने की इच्छा के प्रयोजन से हम अपने वंशजों का वध करना चाहते हैं। यदि धृतराष्ट्र के शस्त्र युक्त पुत्र मुझ निहत्थे को रणभूमि में प्रतिरोध किए बिना भी मार देते हैं तब यह मेरे लिए श्रेयस्कर होगा।"
  },
  {
    "verse": "47",
    "san": "सञ्जय उवाच |\nएवमुक्त्वार्जुन: सङ्ख्ये रथोपस्थ उपाविशत् |\nविसृज्य सशरं चापं शोकसंविग्नमानस: || 47||",
    "en": "Sanjay said: Speaking thus, Arjun cast aside his bow and arrows, and sank into the seat of his chariot, his mind in distress and overwhelmed with grief.",
    "guj": "સંજય બોલ્યા: આ પ્રમાણે કહીને અર્જુને પોતાના બાણ અને ધનુષ્ય બાજુ પર મૂકી દીધાં અને રથના આસન પર ફસડાઈ પડયો, તેનું મન વ્યથા અને શોકથી સંતપ્ત થઇ ગયું.",
    "hi": "संजय ने कहा-इस प्रकार यह कह कर अर्जुन ने अपना धनुष और बाणों को एक ओर रख दिया और शोकाकुल चित्त से अपने रथ के आसन पर बैठ गया, उसका मन व्यथा और दुख से भर गया।"
  }
]