[
  {
    "verse": "1",
    "san": "श्रीभगवानुवाच |\nइमं विवस्वते योगं प्रोक्तवानहमव्ययम् |\nविवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् || 1||",
    "en": "The Supreme Lord Shree Krishna said: I taught this eternal science of Yog to the Sun God, Vivasvan, who passed it on to Manu; and Manu, in turn, instructed it to Ikshvaku.",
    "guj": "પૂર્ણ પુરુષોત્તમ શ્રીકૃષ્ણ બોલ્યા: મેં આ શાશ્વત યોગનો ઉપદેશ સૂર્યદેવ વિવસ્વાનને આપ્યો, જેમણે તે મનુને અને પશ્ચાત્ મનુએ ઈશ્વાકુને આ ઉપદેશ આપ્યો.",
    "hi": "परम भगवान श्रीकृष्ण ने कहा-मैने इस शाश्वत ज्ञानयोग का उपदेश सूर्यदेव, विवस्वान् को दिया और विवस्वान् ने मनु और फिर इसके बाद मनु ने इसका उपदेश इक्ष्वाकु को दिया।"
  },
  {
    "verse": "2",
    "san": "एवं परम्पराप्राप्तमिमं राजर्षयो विदु: |\nस कालेनेह महता योगो नष्ट: परन्तप || 2||",
    "en": "O subduer of enemies, the saintly kings thus received this science of Yog in a continuous tradition. But with the long passage of time, it was lost to the world.",
    "guj": "હે શત્રુઓનું દમન કરનાર! આ રીતે રાજર્ષિઓએ આ યોગનું પરમ જ્ઞાન નિરંતર ગુરૂ-શિષ્ય પરંપરાથી પ્રાપ્ત કર્યું. પરંતુ કાળાંતરે આ જગતમાંથી તે વિલુપ્ત થઇ ગયું.",
    "hi": "परम भगवान श्रीकृष्ण ने कहा-मैने इस शाश्वत ज्ञानयोग का उपदेश सूर्यदेव, विवस्वान् को दिया और विवस्वान् ने मनु और फिर इसके बाद मनु ने इसका उपदेश इक्ष्वाकु को दिया।"
  },
  {
    "verse": "3",
    "san": "स एवायं मया तेऽद्य योग: प्रोक्त: पुरातन: |\nभक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् || 3||",
    "en": "The same ancient knowledge of Yog, which is the supreme secret, I am today revealing unto you, because you are My friend as well as My devotee, who can understand this transcendental wisdom.",
    "guj": "તે જ પ્રાચીન યોગનું જ્ઞાન કે જે પરમ રહસ્ય છે, તે હું આજે તારી સમક્ષ પ્રગટ કરી રહ્યો છું, કારણ કે તું મારો મિત્ર પણ છે અને ભક્ત પણ છે, જે આ દિવ્ય જ્ઞાનને સમજી શકે એમ છે.",
    "hi": "उसी प्राचीन गूढ़ योगज्ञान को आज मैं तुम्हारे सम्मुख प्रकट कर रहा हूँ क्योंकि तुम मेरे मित्र एवं मेरे भक्त हो इसलिए तुम इस दिव्य ज्ञान को समझ सकते हो।"
  },
  {
    "verse": "4",
    "san": "अर्जुन उवाच |\nअपरं भवतो जन्म परं जन्म विवस्वत: |\nकथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति || 4||",
    "en": "Arjun said: You were born much after Vivasvan. How am I to understand that in the beginning You instructed this science to him?",
    "guj": "અર્જુને કહ્યું: આપ વિવસ્વાનથી ઘણા સમય પશ્ચાત્ જનમ્યા છો. હું કેવી રીતે સમજું કે પ્રારંભમાં આપે આ વિજ્ઞાનનો ઉપદેશ તેમને આપ્યો હતો?",
    "hi": "अर्जुन ने कहा! आपका जन्म विवस्वान् के बहुत बाद हुआ तब मैं फिर यह कैसे मान लूं कि प्रारम्भ में आपने उन्हें इस ज्ञान का उपदेश दिया था।"
  },
  {
    "verse": "5",
    "san": "श्रीभगवानुवाच |\nबहूनि मे व्यतीतानि जन्मानि तव चार्जुन |\nतान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप || 5||",
    "en": "The Supreme Lord said: Both you and I have had many births, O Arjun. You have forgotten them, while I remember them all, O Parantapa.",
    "guj": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા: હે અર્જુન! તારા અને મારા બંનેનાં અનંત જન્મો થઇ ચૂક્યા છે. તું એ ભૂલી ગયો છે, જયારે હે પરંતપ! મને એ સર્વનું સ્મરણ છે.",
    "hi": "तुम्हारे और मेरे अनन्त जन्म हो चुके हैं किन्तु हे परन्तप! तुम उन्हें भूल चुके हो जबकि मुझे उन सबका स्मरण है।"
  },
  {
    "verse": "6",
    "san": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् |\nप्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया || 6||",
    "en": "Although I am unborn, the Lord of all living entities, and have an imperishable nature, yet I appear in this world by virtue of Yogmaya, My divine power.",
    "guj": "યદ્યપિ હું અજન્મા છું, સર્વ પ્રાણીઓનો સ્વામી છું અને અવિનાશી પ્રકૃતિ ધરાવું છું, તથાપિ આ સંસારમાં હું મારી દિવ્ય યોગમાયા શક્તિથી પ્રગટ થાઉં છું.",
    "hi": "यद्यपि मैं अजन्मा और समस्त जीवों का स्वामी और अविनाशी प्रकृति का हूँ तथापि मैं इस संसार में अपनी दिव्य शक्ति योगमाया द्वारा प्रकट होता हूँ।"
  },
  {
    "verse": "7",
    "san": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत |\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् || 7||",
    "en": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjun, at that time I manifest Myself on earth.",
    "guj": "જયારે જયારે ધર્મનું પતન થાય છે અને અધર્મની વૃદ્ધિ થાય છે, હે અર્જુન! ત્યારે ત્યારે હું સ્વયં આ પૃથ્વી પર અવતાર લઉં છું.",
    "hi": "जब जब धरती पर धर्म का पतन और अधर्म में वृद्धि होती है तब उस समय मैं पृथ्वी पर अवतार लेता हूँ।"
  },
  {
    "verse": "8",
    "san": "परित्राणाय साधूनां विनाशाय च दुष्कृताम् |\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे || 8||",
    "en": "To protect the righteous, to annihilate the wicked, and to reestablish the principles of dharma I appear on this earth, age after age.",
    "guj": "ભક્તોની રક્ષા કરવા અને દુષ્ટોનો નાશ કરવા તથા ધર્મનાં સિદ્ધાંતોની પુન: સ્થાપના કરવા માટે હું સ્વયં આ પૃથ્વી ઉપર યુગે યુગે પ્રગટ થાઉં છું.",
    "hi": "भक्तों का उद्धार और दुष्टों का विनाश करने और धर्म की मर्यादा पुनः स्थापित करने के लिए मैं प्रत्येक युग में प्रकट होता हूँ।"
  },
  {
    "verse": "9",
    "san": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वत: |\nत्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन || 9||",
    "en": "Those who understand the divine nature of My birth and activities, O Arjun, upon leaving the body, do not have to take birth again, but come to My eternal abode.",
    "guj": "હે અર્જુન! જે મારાં જન્મ તથા કર્મોની દિવ્ય પ્રકૃતિને જાણે છે, તેમણે આ શરીર ત્યજ્યા પશ્ચાત્ સંસારમાં પુન: જન્મ લેવો પડતો નથી, પરંતુ તેઓ મારા શાશ્વત ધામને પામે છે.",
    "hi": "हे अर्जुन! जो मेरे जन्म एवं कर्मों की दिव्य प्रकृति को जानते हैं वे शरीर छोड़ने पर संसार में पुनः जन्म नहीं लेते अपितु मेरे नित्य धाम को प्राप्त करते हैं।"
  },
  {
    "verse": "10",
    "san": "वीतरागभयक्रोधा मन्मया मामुपाश्रिता: |\nबहवो ज्ञानतपसा पूता मद्भावमागता: || 10||",
    "en": "Being free from attachment, fear, and anger, becoming fully absorbed in Me, and taking refuge in Me, many persons in the past became purified by knowledge of Me, and thus attained My divine love.",
    "guj": "આસક્તિ, ભય તથા ક્રોધથી મુક્ત થઈને, મારામાં સંપૂર્ણપણે લીન થઈને અને મારું શરણ લઈને, અનેક મનુષ્યો ભૂતકાળમાં મારા  જ્ઞાનથી પવિત્ર થયા છે અને એ રીતે તેઓએ મારા દિવ્ય પ્રેમને પ્રાપ્ત કર્યો છે.",
    "hi": "आसक्ति, भय और क्रोध से मुक्त होकर पूर्ण रूप से मुझमें तल्लीन होकर मेरी शरण ग्रहण कर भूतकाल में अनेक लोग मेरे ज्ञान से पवित्र हो चुके हैं और इस प्रकार से उन्होंने मेरा दिव्य प्रेम प्राप्त किया है।"
  },
  {
    "verse": "11",
    "san": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् |\nमम वर्त्मानुवर्तन्ते मनुष्या: पार्थ सर्वश: || 11||",
    "en": "In whatever way people surrender unto Me, I reciprocate accordingly. Everyone follows My path, knowingly or unknowingly, O son of Pritha.",
    "guj": "જેઓ જેવી રીતે મને શરણાગત થાય છે, તે પ્રમાણે જ હું તેમને ફળ આપું છું. હે પાર્થ! સર્વ મનુષ્યો જાણતાં કે અજાણતાં મારા જ માર્ગનું અનુસરણ કરે છે.",
    "hi": "जिस भाव से लोग मेरी शरण ग्रहण करते हैं उसी भाव के अनुरूप मैं उन्हें फल देता हूँ। हे पृथा पुत्र! सभी लोग जाने या अनजाने में मेरे मार्ग का ही अनुसरण करते हैं।"
  },
  {
    "verse": "12",
    "san": "काङ् क्षन्त: कर्मणां सिद्धिं यजन्त इह देवता: |\nक्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा || 12||",
    "en": "In this world, those desiring success in material activities worship the celestial gods, since material rewards manifest quickly.",
    "guj": "આ સંસારમાં, જેઓ સાંસારિક કર્મોમાં સિદ્ધિની ઈચ્છા રાખે છે, તેઓ સ્વર્ગીય દેવતાઓને પૂજે છે કારણ કે, સકામ કર્મોના ફળ શીઘ્ર પ્રાપ્ત થાય છે.",
    "hi": "इस संसार में जो लोग सकाम कर्मों में सफलता चाहते हैं वे लोग स्वर्ग के देवताओं की पूजा करते हैं क्योंकि सकाम कर्मों का फल शीघ्र प्राप्त होता है।"
  },
  {
    "verse": "13",
    "san": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागश: |\nतस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् || 13||",
    "en": "The four categories of occupations were created by Me according to people’s qualities and activities. Although I am the Creator of this system, know Me to be the Non-doer and Eternal.",
    "guj": "મનુષ્યનાં ગુણો તેમજ તેમની પ્રવૃત્તિઓને અનુસાર મારા દ્વારા વર્ણાશ્રમનાં ચાર વિભાગની રચના કરવામાં આવી છે. જો કે હું આ વ્યવસ્થાનો સર્જક છું, છતાં મને અકર્તા અને સનાતન જાણ.",
    "hi": "मनुष्यों के गुणों और कर्मों के अनुसार मेरे द्वारा चार वर्णों की रचना की गयी है। यद्यपि मैं इस व्यवस्था का सृष्टा हूँ किन्तु तुम मुझे अकर्ता और अविनाशी मानो।"
  },
  {
    "verse": "14",
    "san": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा |\nइति मां योऽभिजानाति कर्मभिर्न स बध्यते || 14||",
    "en": "Activities do not taint Me, nor do I desire the fruits of action. One who knows Me in this way is never bound by the karmic reactions of work.",
    "guj": "મને કોઈ કર્મ દૂષિત કરતું નથી કે ન તો મને કોઈ કર્મનાં ફળની આકાંક્ષા છે. જે મારાં આ સ્વરૂપને જાણે છે, તે કદાપિ કર્મફળના બંધનમાં બંધાતો નથી.",
    "hi": "न तो कर्म मुझे दूषित करते हैं और न ही मैं कर्म के फल की कामना करता हूँ जो मेरे इस स्वरूप को जानता है वह कभी कर्मफलों के बंधन में नहीं पड़ता।"
  },
  {
    "verse": "15",
    "san": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभि: |\nकुरु कर्मैव तस्मात्त्वं पूर्वै: पूर्वतरं कृतम् || 15||",
    "en": "Knowing this truth, even seekers of liberation in ancient times performed actions. Therefore, following the footsteps of those ancient sages, you too should perform your duty.",
    "guj": "આ સત્યને જાણીને પ્રાચીન સમયમાં મુમુક્ષુઓએ પણ કર્મો કર્યા હતા. તેથી, તારે પણ તે પ્રાચીન સંતોનાં પગલાંઓને અનુસરીને પોતાનાં કર્તવ્યોનું પાલન કરવું જોઈએ.",
    "hi": "इस सत्य को जानकर प्राचीन काल में मुक्ति की अभिलाषा करने वाली आत्माओं ने भी कर्म किए इसलिए तुम्हे भी उन मनीषियों के पदचिह्नों का अनुसरण करते हुए अपने कर्तव्य का पालन करना चाहिए।"
  },
  {
    "verse": "16",
    "san": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिता: |\nतत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् || 16||",
    "en": "What is action and what is inaction? Even the wise are confused in determining this. Now I shall explain to you the secret of action, by knowing which, you may free yourself from material bondage.",
    "guj": "કર્મ શું છે અને અકર્મ શું છે? જ્ઞાની મનુષ્યો પણ આનો નિર્ણય કરવામાં મૂંઝાઈ જાય છે. હવે હું તને કર્મનું રહસ્ય કહીશ, જે જાણીને તું તારી જાતને માયિક બંધનોથી મુક્ત કરી શકીશ.",
    "hi": "कर्म क्या है और अकर्म क्या है? इसका निर्धारण करने में बद्धिमान लोग भी विचलित हो जाते हैं अब मैं तुम्हें कर्म के रहस्य से अवगत कराऊँगा जिसे जानकर तुम सारे लौकिक बंधनों से मुक्त हो सकोगे।"
  },
  {
    "verse": "17",
    "san": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मण: |\nअकर्मणश्च बोद्धव्यं गहना कर्मणो गति: || 17||",
    "en": "You must understand the nature of all three—recommended action, wrong action, and inaction. The truth about these is profound and difficult to understand.",
    "guj": "તારે ત્રણેય કર્મો—સૂચિત કર્મ, નિષિદ્ધ કર્મ અને અકર્મ—ની પ્રકૃતિ સમજવી જ જોઈએ. આ અંગેનું સત્ય ગહન અને સમજવામાં કઠિન છે.",
    "hi": "तुम्हें सभी तीन कर्मों-अनुमोदित कर्म, विकर्म और अकर्म की प्रकृति को समझना चाहिए। इनके सत्य को समझना गहन और कठिन है।"
  },
  {
    "verse": "18",
    "san": "कर्मण्यकर्म य: पश्येदकर्मणि च कर्म य: |\nस बुद्धिमान्मनुष्येषु स युक्त: कृत्स्नकर्मकृत् || 18||",
    "en": "Those who see action in inaction and inaction in action are truly wise amongst humans. Although performing all kinds of actions, they are yogis and masters of all their actions.",
    "guj": "જે લોકો કર્મમાં અકર્મ અને અકર્મમાં કર્મ જોવે છે, તેઓ સર્વ મનુષ્યોમાં સાચા અર્થમાં જ્ઞાની છે. સર્વ પ્રકારનાં કાર્યોનું પાલન કરવા છતાં તેઓ યોગી છે અને તેમનાં સર્વ કર્મોનાં નિષ્ણાત છે.",
    "hi": "वे मनुष्य जो अकर्म में कर्म और कर्म में अकर्म को देखते हैं। वे सभी मनुष्यों में बुद्धिमान होते हैं। सभी प्रकार के कर्मों में प्रवृत्त रहकर भी वे योगी कहलाते हैं और अपने सभी कर्मों में पारंगत होते हैं।"
  },
  {
    "verse": "19",
    "san": "यस्य सर्वे समारम्भा: कामसङ्कल्पवर्जिता: |\nज्ञानाग्निदग्धकर्माणं तमाहु: पण्डितं बुधा: || 19||",
    "en": "The enlightened sages call those persons wise, whose every action is free from the desire for material pleasures and who have burnt the reactions of work in the fire of divine knowledge.",
    "guj": "પ્રબુદ્ધ સંતો એવા મનુષ્યોને જ્ઞાની પુરુષ કહે છે, જેમનાં પ્રત્યેક કર્મ માયિક સુખોની કામનાથી મુક્ત હોય છે તેમજ જેમણે દિવ્ય જ્ઞાનની અગ્નિમાં તેમના કર્મફળો બાળીને ભસ્મ કરી નાખ્યા છે.",
    "hi": "जिन मनुष्यों के समस्त कर्म सांसारिक सुखों की कामना से रहित हैं तथा जिन्होंने अपने कर्म फलों को दिव्य ज्ञान की अग्नि में भस्म कर दिया है उन्हें आत्मज्ञानी संत बुद्धिमान कहते हैं।"
  },
  {
    "verse": "20",
    "san": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रय: |\nकर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति स: || 20||",
    "en": "Such people, having given up attachment to the fruits of their actions, are always satisfied and not dependent on external things. Despite engaging in activities, they do not do anything at all.",
    "guj": "આવા લોકો, પોતાનાં કર્મનાં ફળોની સર્વ આસક્તિનો ત્યાગ કરીને સદા સંતુષ્ટ રહે છે અને બાહ્ય પદાર્થો પર આશ્રિત હોતા નથી. તેઓ સર્વ પ્રકારનાં કર્મોમાં પરોવાયેલા રહેવા છતાં કોઈ કર્મ કરતા નથી.",
    "hi": "अपने कर्मों के फलों की आसक्ति को त्याग कर ऐसे ज्ञानीजन सदा संतुष्ट रहते हैं और बाह्य आश्रयों पर निर्भर नहीं होते। कर्मों में संलग्न रहने पर भी वे वास्तव में कोई कर्म नहीं करते।"
  },
  {
    "verse": "21",
    "san": "निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रह: |\nशारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् || 21||",
    "en": "Free from expectations and the sense of ownership, with the mind and intellect fully controlled, they incur no sin even though performing actions by their body.",
    "guj": "તેઓ અપેક્ષાઓ તથા સ્વામીત્વની ભાવનાથી મુક્ત થઈને, મન અને બુદ્ધિને પૂર્ણ સંયમિત રાખીને, શારીરિક દૃષ્ટિએ કાર્યો કરતા હોવા છતાં કોઈ પાપ અર્જિત કરતા નથી.",
    "hi": "ऐसे ज्ञानीजन फल की आकांक्षाओं और स्वामित्व की भावना से मुक्त होकर अपने मन और बुद्धि को संयमित रखते हैं और शरीर से कर्म करते हुए भी कोई पाप अर्जित नहीं करते।"
  },
  {
    "verse": "22",
    "san": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सर: |\nसम: सिद्धावसिद्धौ च कृत्वापि न निबध्यते || 22||",
    "en": "Content with whatever gain comes of its own accord, and free from envy, they are beyond the dualities of life. Being equipoised in success and failure, they are not bound by their actions, even while performing all kinds of activities.",
    "guj": "જે મનુષ્ય સ્વત: પ્રાપ્ત થતા લાભથી સંતુષ્ટ રહે છે, ઈર્ષ્યાથી મુક્ત રહે છે, તેઓ જીવનના દ્વન્દ્વથી રહિત છે. સફળતા અને નિષ્ફળતા બંનેમાં સમભાવ રાખીને તેઓ સર્વ પ્રકારના કર્મ કરતા હોવા છતાં પણ કદાપિ બદ્ધ થતા નથી.",
    "hi": "वे जो अपने आप स्वतः प्राप्त हो जाए उसमें संतुष्ट रहते हैं, ईर्ष्या और द्वैत भाव से मुक्त रहते हैं, वे सफलता और असफलता दोनों में संतुलित रहते हैं, वे सभी प्रकार के कार्य करते हुए कर्म के बंधन में नहीं पड़ते।"
  },
  {
    "verse": "23",
    "san": "गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतस: |\nयज्ञायाचरत: कर्म समग्रं प्रविलीयते || 23||",
    "en": "They are released from the bondage of material attachments and their intellect is established in divine knowledge. Since they perform all actions as a sacrifice (to God), they are freed from all karmic reactions.",
    "guj": "આવા મનુષ્યો સાંસારિક મોહના બંધનમાંથી મુક્ત થઇ જાય છે અને તેમની બુદ્ધિ દિવ્ય જ્ઞાનમાં સ્થિત થઇ જાય છે. તેઓ સર્વ કર્મ યજ્ઞની (ભગવાનને સમર્પિત કરવાની) ભાવનાથી કરે છે, તેથી તેઓ કાર્મિક પ્રતિક્રિયાઓમાંથી મુક્ત થઇ જાય છે.",
    "hi": "\"वे सांसारिक मोह से मुक्त हो जाते हैं और उनकी बुद्धि दिव्य ज्ञान में स्थित हो जाती है क्योंकि वे अपने सभी कर्म यज्ञ के रूप में भगवान के लिए सम्पन्न करते हैं और इसलिए वे कार्मिक प्रतिक्रियाओं से मुक्त रहते हैं।\""
  },
  {
    "verse": "24",
    "san": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् |\nब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना || 24||",
    "en": "For those who are completely absorbed in God-consciousness, the oblation is Brahman, the ladle with which it is offered is Brahman, the act of offering is Brahman, and the sacrificial fire is also Brahman. Such persons, who view everything as God, easily attain Him.",
    "guj": "જે મનુષ્ય ભગવદ્-ચેતનામાં સંપૂર્ણ તલ્લીન રહે છે, તેમના માટે આહુતિ બ્રહ્મ છે, હવિ બ્રહ્મ છે, સમર્પણ બ્રહ્મ છે, અને યજ્ઞનો અગ્નિ પણ બ્રહ્મ છે. આવા મનુષ્યો જેઓ સર્વત્ર ભગવાનનું દર્શન કરે છે તેઓ સરળતાથી ભગવાનને પ્રાપ્ત કરે છે.",
    "hi": "जो मनुष्य पूर्णतया भगवदचेतना में तल्लीन रहते हैं उनका हवन ब्रह्म है, हवन सामग्री ब्रह्म है और करछुल जिससे आहुति डाली जाती है वह ब्रह्म है, अर्पण कार्य ब्रह्म है और यज्ञ की अग्नि भी ब्रह्म है। ऐसे मनुष्य जो प्रत्येक वस्तु को भगवान के रूप में देखते हैं वे सहजता से उसे पा लेते हैं।"
  },
  {
    "verse": "25",
    "san": "दैवमेवापरे यज्ञं योगिन: पर्युपासते |\nब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति || 25||",
    "en": "Some yogis worship the celestial gods with material offerings unto them. Others worship perfectly who offer the self as sacrifice in the fire of the Supreme Truth.",
    "guj": "કેટલાક યોગીજનો સાંસારિક પદાર્થોની આહુતિ આપીને દેવતાઓની પૂજા કરે છે. અન્ય લોકો જે વાસ્તવમાં યજ્ઞ કરે છે, તેઓ પરમ સત્ય-બ્રહ્મરૂપી અગ્નિમાં આત્મ-આહુતિ અર્પણ કરે છે.",
    "hi": "कुछ योगी सांसारिक पदार्थों की आहुति देते हुए यज्ञ द्वारा देवताओं की पूजा करते हैं। अन्य लोग जो वास्तव में अराधना करते हैं वे परम सत्य ब्रह्मरूपी अग्नि में आत्माहुति देते हैं।"
  },
  {
    "verse": "26",
    "san": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति |\nशब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति || 26||",
    "en": "Others offer hearing and other senses in the sacrificial fire of restraint. Still others offer sound and other objects of the senses as sacrifice in the fire of the senses.",
    "guj": "અન્ય કેટલાક શ્રવણ તથા અન્ય ઇન્દ્રિયોને સંયમરૂપી યજ્ઞમાં હોમી દે છે. અન્ય કેટલાક ધ્વનિ તથા અન્ય ઇન્દ્રિય વિષયોને યજ્ઞ તરીકે ઇન્દ્રિયોરૂપી અગ્નિમાં હોમી દે છે.",
    "hi": "कुछ योगीजन श्रवणादि क्रियाओं और अन्य इन्द्रियों को संयमरूपी यज्ञ की अग्नि में स्वाहा कर देते हैं और जबकि कुछ अन्य शब्दादि क्रियाओं और इन्द्रियों के अन्य विषयों को इन्द्रियों के अग्निरूपी यज्ञ में भेंट चढ़ा देते हैं।"
  },
  {
    "verse": "27",
    "san": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे |\nआत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते || 27||",
    "en": "Some, inspired by knowledge, offer the functions of all their senses and their life energy in the fire of the controlled mind.",
    "guj": "કેટલાક , જ્ઞાનથી પ્રેરિત થઈને તેમની સર્વ ઇન્દ્રિયોના કાર્યો તથા તેમનો પ્રાણવાયુ મનોનિગ્રહની અગ્નિમાં હોમી દે છે.",
    "hi": "दिव्य ज्ञान से प्रेरित होकर कुछ योगी संयमित मन की अग्नि में अपनी समस्त इन्द्रियों की क्रियाओं और प्राण शक्ति को भस्म कर देते हैं।"
  },
  {
    "verse": "28",
    "san": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे |\nस्वाध्यायज्ञानयज्ञाश्च यतय: संशितव्रता: || 28||",
    "en": "Some offer their wealth as sacrifice, while others offer severe austerities as sacrifice. Some practice the eight-fold path of yogic practices, and yet others study the scriptures and cultivate knowledge as sacrifice, while observing strict vows.",
    "guj": "કેટલાક લોકો પોતાની સંપત્તિ યજ્ઞમાં સમર્પિત કરે છે તો અન્ય કેટલાક યજ્ઞ તરીકે કઠોર તપસ્યા કરે છે. કેટલાક અષ્ટાંગ યોગની સાધના  કરે છે અને અન્ય કેટલાક વૈદિક શાસ્ત્રોનું અધ્યયન કરી, કઠોર વ્રત ધારણ કરીને યજ્ઞરૂપે જ્ઞાનનો વિકાસ કરે છે.",
    "hi": "कुछ लोग यज्ञ के रूप में अपनी सम्पत्ति को अर्पित करते हैं। कुछ अन्य लोग यज्ञ के रूप में कठोर तपस्या करते हैं और कुछ योग यज्ञ के रूप में अष्टांग योग का अभ्यास करते हैं और जबकि अन्य लोग यज्ञ के रूप में वैदिक ग्रंथों का अध्ययन और ज्ञान पोषित करते हैं जबकि कुछ कठोर प्रतिज्ञाएँ करते हैं।"
  },
  {
    "verse": "29-30",
    "san": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे |\nप्राणापानगती रुद्ध्वा प्राणायामपरायणा: || 29||\nअपरे नियताहारा: प्राणान्प्राणेषु जुह्वति |\nसर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषा: || 30||",
    "en": "Still others offer as sacrifice the outgoing breath in the incoming breath, while some offer the incoming breath into the outgoing breath. Some arduously practice prāṇāyām and restrain the incoming and outgoing breaths, purely absorbed in the regulation of the life-energy. Yet others curtail their food intake and offer the breath into the life-energy as sacrifice. All these knowers of sacrifice are cleansed of their impurities as a result of such performances.",
    "guj": "વળી, અન્ય લોકો બહાર જતા શ્વાસને અંદર આવતા શ્વાસમાં યજ્ઞરૂપે અર્પિત કરે છે, જયારે અન્ય કેટલાક અંદર આવતા શ્વાસને બહાર જતા શ્વાસમાં યજ્ઞરૂપે અર્પિત કરે છે. કેટલાક પ્રાણાયામની કઠિન સાધના કરે છે અને શ્વાસ-ઉચ્છ્વાસને નિયંત્રિત કરીને, જીવન શક્તિના નિયમનમાં પૂર્ણતયા મગ્ન થઇ જાય છે. જયારે કેટલાક તેમનો આહાર ઘટાડી નાખે છે અને શ્વાસને યજ્ઞરૂપે જીવન-શક્તિમાં અર્પિત કરે છે. આ સર્વ યજ્ઞને જાણનારાઓ, આવા યજ્ઞના પરિણામસ્વરૂપે તેમની અપવિત્રતાની શુદ્ધિ કરે છે.",
    "hi": "कुछ अन्य लोग भी हैं जो बाहर छोड़े जाने वाली श्वास को अन्दर भरी जाने वाली श्वास में जबकि अन्य लोग अन्दर भरी जाने वाली श्वास को बाहरी श्वास में रोककर यज्ञ के रूप में अर्पित करते हैं। कुछ प्राणायाम की कठिन क्रियाओं द्वारा भीतरी और बाहरी श्वासों को रोककर प्राणवायु को नियंत्रित कर उसमें पूरी तरह से आत्मसात् हो जाते हैं। कुछ योगी जन अल्प भोजन कर श्वासों को यज्ञ के रूप में प्राण शक्ति में अर्पित कर देते हैं। सब प्रकार के यज्ञों को संपन्न करने के परिणामस्वरूप योग साधक अपनी अशुद्धता को शुद्ध करते हैं।"
  },
  {
    "verse": "31",
    "san": "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् |\nनायं लोकोऽस्त्ययज्ञस्य कुतोऽन्य: कुरुसत्तम || 31||",
    "en": "Those who know the secret of sacrifice, and engaging in it, partake of its remnants that are like nectar, advance toward the Absolute Truth. O best of the Kurus, those who perform no sacrifice find no happiness either in this world or the next.",
    "guj": "જેઓ યજ્ઞનું રહસ્ય જાણે છે તથા તેમાં વ્યસ્ત થાય છે, તેઓ તેના અમૃત સમાન અવશેષોનું આસ્વાદન કરે છે અને પરમ સત્ય તરફ આગળ વધે છે. હે કુરુશ્રેષ્ઠ! જેઓ યજ્ઞ કરતા નથી, તેઓને આ લોકમાં કે આવતા જન્મમાં કદાપિ સુખ પ્રાપ્ત થતું નથી.",
    "hi": "इन यज्ञों का रहस्य जानने वाले और इनका अनुष्ठान करने वाले, इन यज्ञों के अवशेष जो कि अमृत के समान होते हैं, का आस्वादन कर परम सत्य की ओर बढ़ते हैं। हे कुरुश्रेष्ठ! जो लोग यज्ञ नहीं करते, वे न तो इस संसार में और न ही अगले जन्म में सुखी रह सकते हैं।"
  },
  {
    "verse": "32",
    "san": "एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे |\nकर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे || 32||",
    "en": "All these different kinds of sacrifice have been described in the Vedas. Know them as originating from different types of work; this understanding cuts the knots of material bondage.",
    "guj": "આ સર્વ વિભિન્ન પ્રકારના યજ્ઞો વેદોમાં વર્ણવવામાં આવ્યા છે. તેમને વિભિન્ન પ્રકારના કર્મમાંથી ઉત્પન્ન થયેલા જાણ; આ જ્ઞાન માયિક બંધનોની ગાંઠ કાપી નાખે છે.",
    "hi": "विभिन्न प्रकार के इन सभी यज्ञों का वर्णन वेदों में किया गया है और इन्हें विभिन्न कर्मों की उत्पत्ति का रूप मानो, यह ज्ञान तुम्हें माया के बंधन से मुक्त करेगा।"
  },
  {
    "verse": "33",
    "san": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञ: परन्तप |\nसर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते || 33||",
    "en": "O subduer of enemies, sacrifice performed in knowledge is superior to any mechanical material sacrifice. After all, O Parth, all sacrifices of work culminate in knowledge.",
    "guj": "હે શત્રુઓનું દમન કરનાર! જ્ઞાનયજ્ઞ કોઈપણ ભૌતિક અને દ્રવ્ય યજ્ઞ કરતા શ્રેષ્ઠ છે. હે પાર્થ! અંતત: સર્વ કર્મયજ્ઞોની પરાકાષ્ઠા દિવ્ય જ્ઞાનમાં રહેલી છે.",
    "hi": "हे शत्रुओं के दमन कर्ता! ज्ञान युक्त होकर किया गया यज्ञ किसी प्रकार के भौतिक या द्रव्य यज्ञ से श्रेष्ठ है। हे पार्थ! अंततः सभी यज्ञों की पराकाष्ठा दिव्य ज्ञान में होती है।"
  },
  {
    "verse": "34",
    "san": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया |\nउपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिन: || 34||",
    "en": "Learn the Truth by approaching a spiritual master. Inquire from him with reverence and render service unto him. Such an enlightened Saint can impart knowledge unto you because he has seen the Truth.",
    "guj": "આધ્યાત્મિક ગુરુને શરણે જઈને સત્યને જાણ. તેમને વિનમ્ર થઈને પ્રશ્ન પૂછ અને તેમની સેવા કર. તે પ્રબુદ્ધ મહાત્મા તને દિવ્ય જ્ઞાન પ્રદાન કરી શકશે કારણ કે તેમણે સત્યનું દર્શન કર્યું છે.",
    "hi": "आध्यात्मिक गुरु के पास जाकर सत्य को जानो। विनम्र होकर उनसे ज्ञान प्राप्त करने की जिज्ञासा प्रकट करते हुए ज्ञान प्राप्त करो और उनकी सेवा करो। ऐसा सिद्ध सन्त तुम्हें दिव्य ज्ञान प्रदान कर सकता है क्योंकि वह परम सत्य की अनुभूति कर चुका होता है।"
  },
  {
    "verse": "35",
    "san": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव |\nयेन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि || 35||",
    "en": "Following this path and having achieved enlightenment from a Guru, O Arjun, you will no longer fall into delusion. In the light of that knowledge, you will see that all living beings are but parts of the Supreme, and are within Me.",
    "guj": "આ માર્ગનું અનુસરણ કરીને તેમજ ગુરૂ દ્વારા જ્ઞાનાવસ્થા પ્રાપ્ત કરીને હે અર્જુન, તું ક્યારેય મોહમાં પડીશ નહિ. તે જ્ઞાનના પ્રકાશમાં તું જોઇશ કે સર્વ જીવો પરમાત્માના જ અંશ છે તેમજ મારામાં જ છે.",
    "hi": "इस मार्ग का अनुसरण कर और गुरु से ज्ञानावस्था प्राप्त करने पर, हे अर्जुन! तुम कभी मोह में नहीं पड़ोगे क्योंकि इस ज्ञान के प्रकाश में तुम यह देख सकोगे कि सभी जीव परमात्मा का अंश हैं और वे सब मुझमें स्थित हैं।"
  },
  {
    "verse": "36",
    "san": "अपि चेदसि पापेभ्य: सर्वेभ्य: पापकृत्तम: |\nसर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि || 36||",
    "en": "Even those who are considered the most immoral of all sinners can cross over this ocean of material existence by seating themselves in the boat of divine knowledge.",
    "guj": "જે લોકોને સર્વ પાપીઓમાં સૌથી અધિક પાપી ગણવામાં આવે છે, તેઓ પણ દિવ્ય જ્ઞાનરૂપી નૌકામાં બેસીને માયિક સંસારનાં ભવસાગરને પાર કરી શકે છે.",
    "hi": "जिन्हें समस्त पापों का महापापी समझा जाता है, वे भी दिव्यज्ञान की नौका में बैठकर संसार रूपी सागर को पार करने में समर्थ हो सकते हैं।"
  },
  {
    "verse": "37",
    "san": "यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन |\nज्ञानाग्नि: सर्वकर्माणि भस्मसात्कुरुते तथा || 37||",
    "en": "As a kindled fire reduces wood to ashes, O Arjun, so does the fire of knowledge burn to ashes all reactions from material activities.",
    "guj": "જેવી રીતે ભડકે બળતો અગ્નિ લાકડાને બળીને ભસ્મ કરી દે છે, તેવી રીતે હે અર્જુન! જ્ઞાનરૂપી અગ્નિ પણ ભૌતિક કર્મોના સર્વ ફળોને બાળીને ભસ્મ કરી દે છે.",
    "hi": "जिस प्रकार प्रज्वलित अग्नि लकड़ी को स्वाहा कर देती है उसी प्रकार से हे अर्जुन! ज्ञान रूपी अग्नि भौतिक कर्मों से प्राप्त होने वाले समस्त फलों को भस्म कर देती है।"
  },
  {
    "verse": "38",
    "san": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते |\nतत्स्वयं योगसंसिद्ध: कालेनात्मनि विन्दति || 38||",
    "en": "In this world, there is nothing as purifying as divine knowledge. One who has attained purity of mind through prolonged practice of Yog, receives such knowledge within the heart, in due course of time.",
    "guj": "આ સંસારમાં દિવ્યજ્ઞાન જેવું પવિત્ર કંઈ નથી. જે દીર્ઘકાલીન યોગસાધના દ્વારા મનને શુદ્ધ કરી દે છે, તે યથા સમયે હૃદયમાં આ જ્ઞાનનું આસ્વાદન કરે છે.",
    "hi": "इस संसार में दिव्यज्ञान के समान कुछ भी शुद्ध नहीं है। जो मनुष्य दीर्घकालीन योग के अभ्यास द्वारा मन को शुद्ध कर लेता है वह उचित समय पर हृदय में इस ज्ञान का आस्वादन करता है।"
  },
  {
    "verse": "39",
    "san": "श्रद्धावान् लभते ज्ञानं तत्पर: संयतेन्द्रिय: |\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति || 39||",
    "en": "Those whose faith is deep and who have practiced controlling their mind and senses attain divine knowledge. Through such transcendental knowledge, they quickly attain everlasting supreme peace.",
    "guj": "તેઓ, જેમની શ્રદ્ધા પ્રગાઢ છે તેમજ જેમણે તેમના મન અને ઇન્દ્રિયોને સંયમિત કરી લીધા છે, તેઓ દિવ્ય જ્ઞાન પ્રાપ્ત કરે છે. આવા દિવ્ય જ્ઞાન દ્વારા તેઓ શીઘ્રતાથી શાશ્વત પરમ શાંતિ પામે છે.",
    "hi": "वे जिनकी श्रद्धा अगाध है और जिन्होंने अपने मन और इन्द्रियों पर नियंत्रण कर लिया है, वे दिव्य ज्ञान प्राप्त कर लेते हैं। इस दिव्य ज्ञान के द्वारा वे शीघ्र ही कभी न समाप्त होने वाली परम शांति को प्राप्त कर लेते हैं।"
  },
  {
    "verse": "40",
    "san": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति |\nनायं लोकोऽस्ति न परो न सुखं संशयात्मन: || 40||",
    "en": "But persons who possess neither faith nor knowledge, and who are of a doubting nature, suffer a downfall. For the skeptical souls, there is no happiness either in this world or the next.",
    "guj": "પરંતુ જે લોકો ન તો શ્રદ્ધા ધરાવે છે કે ન તો જ્ઞાન ધરાવે છે, અને જેઓ સંશયાત્મક પ્રકૃતિ ધરાવે છે, તેમનું પતન થાય છે. કારણ કે સંશયગ્રસ્ત જીવાત્માઓ માટે ન તો આ લોકમાં કે ન તો પરલોકમાં સુખ છે.",
    "hi": "किन्त जिन अज्ञानी लोगों में न तो श्रद्धा और न ही ज्ञान है और जो संदेहास्पद प्रकृति के होते हैं उनका पतन होता है। संदेहास्पद जीवात्मा के लिए न तो इस लोक में और न ही परलोक में कोई सुख है।"
  },
  {
    "verse": "41",
    "san": "योगसंन्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम् |\nआत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय || 41||",
    "en": "O Arjun, actions do not bind those who have renounced karm in the fire of Yog, whose doubts have been dispelled by knowledge, and who are situated in knowledge of the self.",
    "guj": "હે અર્જુન! જેમણે યોગની અગ્નિમાં કર્મોનો ત્યાગ કર્યો છે, જ્ઞાન દ્વારા જેમના સંશય દૂર થઇ ગયા છે અને જેઓ આત્મજ્ઞાનમાં સ્થિત છે, તેમને કર્મો બાંધી શકતાં નથી.",
    "hi": "हे अर्जुन। कर्म उन लोगों को बंधन में नहीं डाल सकते जिन्होंने योग की अग्नि में कर्मों को विनष्ट कर दिया है और ज्ञान द्वारा जिनके समस्त संशय दूर हो चुके हैं वे वास्तव में आत्मज्ञान में स्थित हो जाते हैं।"
  },
  {
    "verse": "42",
    "san": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मन: |\nछित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत || 42||",
    "en": "Therefore, with the sword of knowledge, cut asunder the doubts that have arisen in your heart. O scion of Bharat, establish yourself in karm yog. Arise, stand up, and take action!",
    "guj": "તેથી, અજ્ઞાનવશ તારા હૃદયમાં જે સંદેહો ઉત્પન્ન થયા છે તેમને જ્ઞાનરૂપી તલવારથી કાપી નાખ. હે ભરતવંશી! પોતાને કર્મયોગમાં સ્થિત કર. ઊઠ, ઊભો થા અને યુદ્ધ કર!",
    "hi": "अतः तुम्हारे हृदय में अज्ञानतावश जो संदेह उत्पन्न हुए हैं उन्हें ज्ञानरूपी शस्त्र से काट दो। हे भरतवंशी अर्जुन! स्वयं को योग में निष्ठ करो। उठो खड़े हो जाओ और युद्ध करो।"
  }
]