[
  {
    "verse": "1",
    "san": "सञ्जय उवाच |\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् |\nविषीदन्तमिदं वाक्यमुवाच मधुसूदन: || 1||",
    "en": "Sanjay said: Seeing Arjun overwhelmed with pity, his mind grief-stricken, and his eyes full of tears, Shree Krishna spoke the following words.",
    "guj": "સંજયે કહ્યું: કરુણાથી વિહ્વળ થયેલા, શોકયુક્ત મનવાળા, અશ્રુપૂર્ણ નેત્રોવાળા અર્જુનને જોઇને, શ્રી કૃષ્ણ નીચે મુજબના વચનો બોલ્યા.",
    "hi": "संजय ने कहा-करुणा से अभिभूत, मन से शोकाकुल और अश्रुओं से भरे नेत्रों वाले अर्जुन को देख कर श्रीकृष्ण ने निम्नवर्णित शब्द कहे।"
  },
  {
    "verse": "2",
    "san": "श्रीभगवानुवाच |\nकुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् |\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन || 2||",
    "en": "The Supreme Lord said: My dear Arjun, how has this delusion overcome you in this hour of peril? It is not befitting an honorable person. It leads not to the higher abodes, but to disgrace.",
    "guj": "પૂર્ણ પુરુષોત્તમ પરમેશ્વરે કહ્યું: મારા પ્રિય અર્જુન, આ સંકટના સમયે આવી ભ્રાંતિ તારા પર કેવી રીતે હાવી થઇ ગઈ? સમ્માનીય વ્યક્તિ માટે આ જરા પણ ઉચિત નથી. તે ઉચ્ચ લોક તરફ નહિ પરંતુ અપયશ તરફ દોરી જાય છે.",
    "hi": "परमात्मा श्रीकृष्ण ने कहाः मेरे प्रिय अर्जुन! इस संकट की घड़ी में तुम्हारे भीतर यह विमोह कैसे उत्पन्न हुआ? यह सम्माननीय लोगों के अनुकूल नहीं है। इससे उच्च लोकों की प्राप्ति नहीं होती अपितु अपयश प्राप्त होता है।"
  },
  {
    "verse": "3",
    "san": "क्लैब्यं मा स्म गम: पार्थ नैतत्त्वय्युपपद्यते |\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप || 3||",
    "en": "O Parth, it does not befit you to yield to this unmanliness. Give up such petty weakness of heart and arise, O vanquisher of enemies.",
    "guj": "હે પાર્થ, આ નપુંસકતા તને શોભા દેતી નથી. હે શત્રુઓનું દમન કરનાર, હૃદયની આવી ક્ષુદ્ર દુર્બળતાનો ત્યાગ કર અને ઊભો થા.",
    "hi": "हे पार्थ! अपने भीतर इस प्रकार की नपुंसकता का भाव लाना तुम्हें शोभा नहीं देता। हे शत्रु विजेता! हृदय की तुच्छ दुर्बलता का त्याग करो और युद्ध के लिए तैयार हो जाओ।"
  },
  {
    "verse": "4",
    "san": "अर्जुन उवाच |\nकथं भीष्ममहं सङ्ख्ये द्रोणं च मधुसूदन |\nइषुभि: प्रतियोत्स्यामि पूजार्हावरिसूदन || 4||",
    "en": "Arjun said: O Madhusudan, how can I shoot arrows in battle on men like Bheeshma and Dronacharya, who are worthy of my worship, O destroyer of enemies?",
    "guj": "અર્જુને કહ્યું: હે મધુસૂદન! હે અરિહન્તા! હું યુદ્ધમાં ભીષ્મ તથા દ્રોણાચાર્ય સમાન મારા પૂજનીય મહાપુરુષો પર બાણોથી કેવી રીતે પ્રહાર કરીશ?",
    "hi": "अर्जुन ने कहा-हे मधुसूदन! हे शत्रुओं के दमनकर्ता! मैं युद्धभूमि में कैसे भीष्म और द्रोणाचार्य जैसे महापुरुषों पर बाण चला सकता हूँ जो मेरे लिए परम पूजनीय है।"
  },
  {
    "verse": "5",
    "san": "गुरूनहत्वा हि महानुभावान्\nश्रेयो भोक्तुं भैक्ष्यमपीह लोके |\nहत्वार्थकामांस्तु गुरूनिहैव\nभुञ्जीय भोगान् रुधिरप्रदिग्धान् || 5||",
    "en": "It would be better to live in this world by begging, than to enjoy life by killing these noble elders, who are my teachers. If we kill them, the wealth and pleasures we enjoy will be tainted with blood.",
    "guj": "આવા આદરણીય મહાપુરુષો કે જેઓ મારા ગુરુજનો છે, તેઓને હણીને જીવન માણવા કરતાં ભિક્ષા માંગીને આ જગતમાં જીવન નિર્વાહ કરવો અધિક શ્રેયસ્કર છે. જો અમે તેમનો સંહાર કરીશું, તો જે ઐશ્વર્ય તથા સુખો અમે ભોગવીશું તે રક્તરંજિત હશે.",
    "hi": "ऐसे आदरणीय महापुरुष जो मेरे गुरुजन हैं, को मारकर सुखपूर्वक जीवन व्यतीत करने की अपेक्षा तो भीख मांगकर इस संसार में जीवन निर्वाह करना अधिक श्रेयस्कर है। यदि हम उन्हें मारते हैं तो उसके परिणामस्वरूप हम जिस सम्पत्ति और सुखों का भोग करेंगे वे रक्तरंजित होंगे।"
  },
  {
    "verse": "6",
    "san": "न चैतद्विद्म: कतरन्नो गरीयो\nयद्वा जयेम यदि वा नो जयेयु: |\nयानेव हत्वा न जिजीविषाम\nस्तेऽवस्थिता: प्रमुखे धार्तराष्ट्रा: || 6||",
    "en": "We do not even know which result of this war is preferable for us—conquering them or being conquered by them. Even after killing them we will not desire to live. Yet they have taken the side of the sons of Dhritarasthra, and now stand before us on the battlefield.",
    "guj": "અમે તો એ પણ જાણતા નથી કે આ યુદ્ધનું કયું પરિણામ અમારા માટે શ્રેયસ્કર છે—તેમને જીતવા કે તેમના દ્વારા જીતાઈ જવું. તેઓની હત્યા કરીને અમને જીવવાની ઈચ્છા પણ નહિ થાય. છતાં તેઓએ ધૃતરાષ્ટ્રના પુત્રોનો પક્ષ લીધો છે, અને હવે રણક્ષેત્રમાં અમારી સામે ઊભા છે.",
    "hi": "हम यह भी नहीं जानते कि इस युद्ध का परिणाम हमारे लिए किस प्रकार से श्रेयस्कर होगा। उन पर विजय पाकर या उनसे पराजित होकर। यद्यपि उन्होंने धृतराष्ट्र का पक्ष लिया है और अब वे युद्धभूमि में हमारे सम्मुख खड़े हैं तथापि उनको मारकर हमारी जीवित रहने की कोई इच्छा नहीं होगी।"
  },
  {
    "verse": "7",
    "san": "कार्पण्यदोषोपहतस्वभाव:\nपृच्छामि त्वां धर्मसम्मूढचेता: |\nयच्छ्रेय: स्यान्निश्चितं ब्रूहि तन्मे\nशिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् || 7||",
    "en": "I am confused about my duty, and am besieged with anxiety and faintheartedness. I am Your disciple, and am surrendered to You. Please instruct me for certain what is best for me.",
    "guj": "હું કિંકર્તવ્યવિમૂઢ થઇ ગયો છું તેમજ ચિંતા અને કાયરતાથી ગ્રસ્ત થઇ ગયો છું. હું આપનો શિષ્ય છું તેમજ આપને શરણાગત છું. કૃપા કરીને નિશ્ચિતપણે ઉપદેશ આપો કે મારા માટે શું શ્રેષ્ઠ છે.",
    "hi": "मैं किंकर्तव्यविमूढ़ हो गया हूँ और गहन चिन्ता में डूब कर कायरता दिखा रहा हूँ। मैं आपका शिष्य हूँ और आपके शरणागत हूँ। कृपया मुझे निश्चय ही यह उपदेश दें कि मेरा हित किसमें है।"
  },
  {
    "verse": "8",
    "san": "न हि प्रपश्यामि ममापनुद्याद्\nयच्छोकमुच्छोषणमिन्द्रियाणाम् |\nअवाप्य भूमावसपत्नमृद्धं\nराज्यं सुराणामपि चाधिपत्यम् || 8||",
    "en": "I can find no means of driving away this anguish that is drying up my senses. Even if I win a prosperous and unrivalled kingdom on the earth, or gain sovereignty like the celestial gods, I will be unable to dispel this grief.",
    "guj": "મારી ઇન્દ્રિયોને સૂકવી નાખનાર આ શોકને દૂર કરી શકે એવું કોઈ સાધન મને દેખાતું નથી. જો હું આ પૃથ્વી ઉપર સમૃદ્ધ અને શત્રુરહિત રાજ્ય જીતીને અથવા તો સ્વર્ગીય દેવતાઓ સમાન ઐશ્વર્યયુક્ત સાર્વભૌમ સત્તા પ્રાપ્ત કરી લઉં, તો પણ હું આ શોક દૂર કરવામાં અસમર્થ રહીશ.",
    "hi": "मुझे ऐसा कोई उपाय नहीं सूझता जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके। यदि मैं धन सम्पदा से भरपूर इस पृथ्वी पर निष्कंटक राज्य प्राप्त कर लेता हूँ या देवताओं जैसा प्रभुत्व प्राप्त कर लेता हूँ तब भी मैं इस शोक को दूर करने में समर्थ नहीं हो पाऊँगा।"
  },
  {
    "verse": "9",
    "san": "सञ्जय उवाच |\nएवमुक्त्वा हृषीकेशं गुडाकेश: परन्तप |\nन योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह || 9||",
    "en": "I can find no means of driving away this anguish that is drying up my senses. Even if I win a prosperous and unrivalled kingdom on the earth, or gain sovereignty like the celestial gods, I will be unable to dispel this grief.",
    "guj": "સંજયે કહ્યું:  આ પ્રમાણે બોલ્યા પછી, શત્રુઓનું દમન કરનાર ગુડાકેશે, હૃષીકેશને સંબોધીને કહ્યું: “હે ગોવિંદ! હું લડીશ નહિ,” અને મૌન થઈ ગયો.",
    "hi": "संजय ने कहा-ऐसा कहने के पश्चात 'गुडाकेश' शत्रुओं का दमन करने वाला अर्जुन, 'हृषीकेश' कृष्ण से बोला, हे गोविन्द! मैं युद्ध नहीं करूँगा और शांत हो गया।"
  },
  {
    "verse": "10",
    "san": "तमुवाच हृषीकेश: प्रहसन्निव भारत |\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वच: || 10||",
    "en": "O Dhritarashtra, thereafter, in the midst of both the armies, Shree Krishna smilingly spoke the following words to the grief-stricken Arjun.",
    "guj": "હે ધૃતરાષ્ટ્ર, તે પછી બંને સૈન્યોની મધ્યે, ભગવાન શ્રી કૃષ્ણે, શોકમગ્ન અર્જુનને સ્મિતપૂર્વક આ પ્રમાણે વચનો કહ્યાં",
    "hi": "हे भरतवंशी धृतराष्ट्र! तत्पश्चात दोनों पक्षों की सेनाओं के मध्य शोककुल अर्जुन से कृष्ण ने प्रसन्न होते हुए ये वचन कहे।"
  },
  {
    "verse": "11",
    "san": "श्रीभगवानुवाच |\nअशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे |\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिता: || 11||",
    "en": "The Supreme Lord said: While you speak words of wisdom, you are mourning for that which is not worthy of grief. The wise lament neither for the living nor for the dead.",
    "guj": "પૂર્ણ પુરુષોત્તમ ભગવાન બોલ્યા: તું વિદ્વત્તાભરી વાતો કરે છે, પરંતુ જેનો શોક કરવા જેવો નથી, તેના માટે તું શોક કરી રહ્યો છે. જેઓ જ્ઞાની હોય છે, તેઓ જીવિત કે મૃત માટે શોક કરતા નથી.",
    "hi": "परम भगवान ने कहा-तुम विद्वतापूर्ण वचन कहकर भी उनके लिए शोक कर रहे हो जो शोक के पात्र नहीं हैं। बुद्धिमान पुरुष न तो जीवित प्राणी के लिए शोक करते हैं और न ही मृत के लिए।"
  },
  {
    "verse": "12",
    "san": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः |\nन चैव न भविष्याम: सर्वे वयमत: परम् || 12||",
    "en": "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.",
    "guj": "એવું ક્યારેય ન હતું કે હું વિદ્યમાન ન હતો કે તું ન હતો અથવા તો આ બધાં રાજાઓ ન હતા અને એવું પણ નથી કે પછી ભવિષ્યમાં આપણે બધા નહીં હોઈએ",
    "hi": "ऐसा कोई समय नहीं था कि जब मैं नहीं था या तुम नहीं थे और ये सभी राजा न रहे हों और ऐसा भी नहीं है कि भविष्य में हम सब नहीं रहेंगे"
  },
  {
    "verse": "13",
    "san": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा |\nतथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति || 13||",
    "en": "Just as the embodied soul continuously passes from childhood to youth to old age, similarly, at the time of death, the soul passes into another body. The wise are not deluded by this.",
    "guj": "જેવી રીતે દેહધારી આત્મા શરીરમાં કુમારાવસ્થામાંથી યુવાવસ્થામાં અને પછી વૃદ્ધાવસ્થામાં એમ નિરંતર પસાર થતો રહે છે, તેવી જ રીતે મૃત્યુ પછી આત્મા બીજું શરીર ધારણ કરે છે. ધીર પુરુષ આવાં પરિવર્તનથી મોહિત થતો નથી.",
    "hi": "जैसे देहधारी आत्मा इस शरीर में बाल्यावस्था से तरुणावस्था और वृद्धावस्था की ओर निरन्तर अग्रसर होती है, वैसे ही मृत्यु के समय आत्मा दूसरे शरीर में चली जाती है। बुद्धिमान मनुष्य ऐसे परिवर्तन से मोहित नहीं होते।"
  },
  {
    "verse": "14",
    "san": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदु: खदा: |\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत || 14||",
    "en": "O son of Kunti, the contact between the senses and the sense objects gives rise to fleeting perceptions of happiness and distress. These are non-permanent, and come and go like the winter and summer seasons. O descendent of Bharat, one must learn to tolerate them without being disturbed.",
    "guj": "હે કુંતીપુત્ર! ઇન્દ્રિયો તથા ઇન્દ્રિયોના વિષયોનો સંપર્ક સુખ અને દુ:ખના ક્ષણભંગુર બોધને વેગ આપે છે.તેઓ અનિત્ય હોય છે, અને શિયાળા તેમજ ઉનાળાની ઋતુઓની સમાન આવન-જાવન કરે છે. હે ભરતવંશી! મનુષ્યે તેમને અસ્વસ્થ થયા વિના, સહન કરતાં શીખવું જોઈએ",
    "hi": "हे कुन्तीपुत्र! इन्द्रिय और उसके विषयों के संपर्क से उत्पन्न सुख तथा दुख का अनुभव क्षण भंगुर है। ये स्थायी न होकर सर्दी तथा गर्मी की ऋतुओं के आने-जाने के समान हैं। हे भरतवंशी! मनुष्य को चाहिए कि वह विचलित हुए बिना उनको सहन करना सीखे।"
  },
  {
    "verse": "15",
    "san": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ |\nसमदु:खसुखं धीरं सोऽमृतत्वाय कल्पते || 15||",
    "en": "O Arjun, noblest amongst men, that person who is not affected by happiness and distress, and remains steady in both, becomes eligible for liberation.",
    "guj": "હે પુરુષ શ્રેષ્ઠ, અર્જુન! જે પુરુષ સુખ તથા દુ:ખમાં વિચલિત થતો નથી, અને બંનેમાં એક સમાન રહે છે, તે મુક્તિ માટે સર્વથા યોગ્ય છે.",
    "hi": "हे पुरुषो में श्रेष्ठ अर्जुन! जो मनुष्य सुख तथा दुख में विचलित नहीं होता और इन दोनों परिस्थितियों में स्थिर रहता है, वह वास्तव मे मुक्ति का पात्र है।"
  },
  {
    "verse": "16",
    "san": "नासतो विद्यते भावो नाभावो विद्यते सत: |\nउभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभि: || 16||",
    "en": "Of the transient there is no endurance, and of the eternal there is no cessation. This has verily been observed and concluded by the seers of the Truth, after studying the nature of both.",
    "guj": "જે અશાશ્વત છે તે ક્યારેય ટકતું નથી અને જે શાશ્વત છે તે ક્યારેય હીન થતું નથી. દૃષ્ટાઓએ આ સત્યને બન્નેની પ્રકૃતિનાં અધ્યયનથી અવલોક્યું છે.",
    "hi": "अनित्य शरीर का चिरस्थायित्व नहीं है और शाश्वत आत्मा का कभी अन्त नहीं होता है। तत्त्वदर्शियों द्वारा भी इन दोनों की प्रकृति के अध्ययन करने के पश्चात निकाले गए निष्कर्ष के आधार पर इस यथार्थ की पुष्टि की गई है।"
  },
  {
    "verse": "17",
    "san": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् |\nविनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति || 17||",
    "en": "That which pervades the entire body, know it to be indestructible. No one can cause the destruction of the imperishable soul.",
    "guj": "જે સમગ્ર શરીરમાં વ્યાપ્ત છે, તેને જ તું અવિનાશી જાણ. તે અવિનાશી આત્માનો નાશ કરવા કોઈ જ સમર્થ નથી.",
    "hi": "जो पूरे शरीर में व्याप्त है, उसे ही तुम अविनाशी समझो। उस अनश्वर आत्मा को नष्ट करने मे कोई भी समर्थ नहीं है।"
  },
  {
    "verse": "18",
    "san": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् |\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते || 19||",
    "en": "Only the material body is perishable; the embodied soul within is indestructible, immeasurable, and eternal. Therefore, fight, O descendent of Bharat.",
    "guj": "કેવળ ભૌતિક શરીર નાશવંત છે; તેમાં વ્યાપ્ત આત્મા અવિનાશી, અપ્રમેય અને શાશ્વત છે. તેથી, હે ભરતવંશી! યુદ્ધ કર.",
    "hi": "केवल भौतिक शरीर ही नश्वर है और शरीर में व्याप्त आत्मा अविनाशी, अपरिमेय तथा शाश्वत है। अतः हे भरतवंशी! युद्ध करो।"
  },
  {
    "verse": "19",
    "san": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् |\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते || 19||",
    "en": "Neither of them is in knowledge—the one who thinks the soul can slay and the one who thinks the soul can be slain. For truly, the soul neither kills nor can it be killed.",
    "guj": "જે આત્માને હણનારો સમજે છે તથા જે એને હણાયેલો માને છે, તે બંને અજ્ઞાની છે, કારણ કે આત્મા નથી હણતો કે નથી હણાતો.",
    "hi": "वह जो यह सोचता है कि आत्मा को मारा जा सकता है या आत्मा मर सकती है, वे दोनों ही अज्ञानी हैं। वास्तव में आत्मा न तो मरती है और न ही उसे मारा जा सकता है।"
  },
  {
    "verse": "20",
    "san": "न जायते म्रियते वा कदाचि\nनायं भूत्वा भविता वा न भूय: |\nअजो नित्य: शाश्वतोऽयं पुराणो\nन हन्यते हन्यमाने शरीरे || 20||",
    "en": "The soul is neither born, nor does it ever die; nor having once existed, does it ever cease to be. The soul is without birth, eternal, immortal, and ageless. It is not destroyed when the body is destroyed.",
    "guj": "આત્મા ક્યારેય જન્મ લેતો નથી કે મૃત્યુ પામતો નથી; ન તો એ ક્યારેક અસ્તિત્વમાન હતો કે ન તો કદાપિ વિનાશ પામ્યો હતો. આત્મા અજન્મા, શાશ્વત, અવિનાશી, અજર છે. જયારે શરીર નષ્ટ થઈ જાય છે, ત્યારે તેનો નાશ થતો નથી.",
    "hi": "आत्मा का न तो कभी जन्म होता है न ही मृत्यु होती है और न ही आत्मा किसी काल में जन्म लेती है और न ही कभी मृत्यु को प्राप्त होती है। आत्मा अजन्मा, शाश्वत, अविनाशी और चिरनूतन है। शरीर का विनाश होने पर भी इसका विनाश नहीं होता।"
  },
  {
    "verse": "21",
    "san": "वेदाविनाशिनं नित्यं य एनमजमव्ययम् |\nकथं स पुरुष: पार्थ कं घातयति हन्ति कम् || 21||",
    "en": "O Parth, how can one who knows the soul to be imperishable, eternal, unborn, and immutable kill anyone or cause anyone to kill?",
    "guj": "હે પાર્થ! જે જાણે છે કે આત્મા અવિનાશી, શાશ્વત, અજન્મા, અને અચળ છે, એ કોઈને કેવી રીતે હણી શકે અથવા તો કેવી રીતે કોને હણવાનું કારણ બની શકે?",
    "hi": "हे पार्थ! वह जो यह जानता है कि आत्मा अविनाशी, शाश्वत, अजन्मा और अपरिवर्तनीय है, वह किसी को कैसे मार सकता है या किसी की मृत्यु का कारण हो सकता है?"
  },
  {
    "verse": "22",
    "san": "वासांसि जीर्णानि यथा विहाय\nनवानि गृह्णाति नरोऽपराणि |\nतथा शरीराणि विहाय जीर्णा\nन्यन्यानि संयाति नवानि देही || 22||",
    "en": "As a person sheds worn-out garments and wears new ones, likewise, at the time of death, the soul casts off its worn-out body and enters a new one.",
    "guj": "જેવી રીતે મનુષ્ય જૂનાં વસ્ત્રો ત્યજીને નવાં વસ્ત્રો ધારણ કરે છે, તેવી રીતે મૃત્યુ સમયે આત્મા વૃદ્ધ તથા નકામું શરીર ત્યજીને નવું ભૌતિક શરીર ધારણ કરે છે.",
    "hi": "जिस प्रकार से मनुष्य अपने फटे पुराने वस्त्रों को त्याग कर नये वस्त्र धारण करता है, उसी प्रकार मृत्यु होने पर आत्मा पुराने तथा व्यर्थ शरीर को त्याग कर नया शरीर धारण करती है।"
  },
  {
    "verse": "23",
    "san": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावक: |\nन चैनं क्लेदयन्त्यापो न शोषयति मारुत: || 23||",
    "en": "Weapons cannot shred the soul, nor can fire burn it. Water cannot wet it, nor can the wind dry it.",
    "guj": "આ આત્માને શસ્ત્રોથી છેદી શકતો નથી, કે અગ્નિથી બાળી શકાતો નથી. જળ તેને ભીંજવી શકતું નથી, કે પવન તેને સૂકવી શકતો નથી.",
    "hi": "किसी भी शस्त्र द्वारा आत्मा के टुकड़े नहीं किए जा सकते, न ही अग्नि आत्मा को जला सकती है, न ही जल द्वारा उसे गीला किया जा सकता है और न ही वायु इसे सुखा सकती है।"
  },
  {
    "verse": "24",
    "san": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च |\nनित्य: सर्वगत: स्थाणुरचलोऽयं सनातन: || 24||",
    "en": "The soul is unbreakable and incombustible; it can neither be dampened nor dried. It is everlasting, in all places, unalterable, immutable, and primordial.",
    "guj": "આ આત્મા અખંડ અને અદાહ્ય છે, તેને ભીંજવી શકાતો નથી કે સૂકવી શકાતો નથી. તે ચિરસ્થાયી, સર્વવ્યાપક, અટલ, અચળ, અને સનાતન છે.",
    "hi": "आत्मा अखंडित और अज्वलनशील है, इसे न तो गीला किया जा सकता है और न ही सुखाया जा सकता है। यह आत्मा शाश्वत, सर्वव्यापी, अपरिर्वतनीय, अचल और अनादि है।"
  },
  {
    "verse": "25",
    "san": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते |\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि || 25||",
    "en": "The soul is spoken of as invisible, inconceivable, and unchangeable. Knowing this, you should not grieve for the body.",
    "guj": "આ આત્માને અદૃશ્ય, અચિંત્ય,અને અપરિવર્તનશીલ કહેવામાં આવ્યો છે. આ જાણ્યા પછી તારે શરીર માટે શોક કરવો ના જોઈએ.",
    "hi": "इस आत्मा को अदृश्य, अचिंतनीय और अपरिवर्तनशील कहा गया है। यह जानकर हमें शरीर के लिए शोक प्रकट नहीं करना चाहिए।"
  },
  {
    "verse": "26",
    "san": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् |\nतथापि त्वं महाबाहो नैवं शोचितुमर्हसि || 26||",
    "en": "If, however, you think that the self is subject to constant birth and death, O mighty-armed Arjun, even then you should not grieve like this.",
    "guj": "જો, આમ છતાં, તું એમ વિચારતો હોય કે આત્મા સદા જન્મે છે અને હંમેશને માટે મૃત્યુ પામે છે, તો પણ તારે શોક કરવાનું કોઈ કારણ નથી.",
    "hi": "यदि तुम यह सोचते हो कि आत्मा निरन्तर जन्म लेती है और मरती है तब ऐसी स्थिति में भी, हे महाबाहु अर्जुन! तुम्हें इस प्रकार से शोक नहीं करना चाहिए।"
  },
  {
    "verse": "27",
    "san": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च |\nतस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि || 27||",
    "en": "Death is certain for one who has been born, and rebirth is inevitable for one who has died. Therefore, you should not lament over the inevitable.",
    "guj": "જેણે જન્મ લીધો છે, તેનું મરણ નિશ્ચિત છે અને જે મૃત્યુ પામે છે, તેનો  પુનર્જન્મ પણ અનિવાર્ય  છે. તેથી, જે અનિવાર્ય છે તે અંગે તારે શોક ન કરવો જોઈએ.",
    "hi": "जो जन्म लेता है उसकी मृत्यु निश्चित है और मृत्यु के पश्चात पुनर्जन्म भी अवश्यंभावी है। अतः तुम्हें अपरिहार्य के लिए शोक नहीं करना चाहिए।"
  },
  {
    "verse": "28",
    "san": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत |\nअव्यक्तनिधनान्येव तत्र का परिदेवना || 28||",
    "en": "O scion of Bharat, all created beings are unmanifest before birth, manifest in life, and again unmanifest on death. So why grieve?",
    "guj": "હે ભરતવંશી! બધાં જીવો જન્મ પૂર્વે અપ્રગટ હોય છે, જીવન દરમ્યાન પ્રગટ થાય છે અને મૃત્યુ સમયે પુન: અપ્રગટ થઈ જાય છે. તો શોક શા માટે?",
    "hi": "हे भरतवंशी! समस्त जीव जन्म से पूर्व अव्यक्त रहते हैं, जन्म होने पर व्यक्त हो जाते हैं और मृत्यु होने पर पुनः अव्यक्त हो जाते हैं। अतः ऐसे में शोक व्यक्त करने की क्या आवश्यकता है।"
  },
  {
    "verse": "29",
    "san": "आश्चर्यवत्पश्यति कश्चिदेन\nमाश्चर्यवद्वदति तथैव चान्य: |\nआश्चर्यवच्चैनमन्य: शृ्णोति\nश्रुत्वाप्येनं वेद न चैव कश्चित् || 29||",
    "en": "Some see the soul as amazing, some describe it as amazing, and some hear of the soul as amazing, while others, even on hearing, cannot understand it at all.",
    "guj": "કેટલાક લોકો આત્માને આશ્ચર્ય તરીકે જુએ છે, કેટલાક તેનું આશ્ચર્ય તરીકે વર્ણન કરે છે અને કેટલાક તેના વિષે આશ્ચર્ય તરીકે સાંભળે છે, જયારે બીજા તેના વિષે સાંભળ્યા પછી પણ, તેને લેશમાત્ર સમજી શકતા નથી.",
    "hi": "कुछ लोग आत्मा को एक आश्चर्य के रूप में देखते हैं, कुछ लोग इसे आश्चर्य बताते हैं और कुछ इसे आश्चर्य के रूप मे सुनते हैं जबकि अन्य लोग इसके विषय में सुनकर भी कुछ समझ नहीं पाते।"
  },
  {
    "verse": "30",
    "san": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत |\nतस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि || 30||",
    "en": "O Arjun, the soul that dwells within the body is immortal; therefore, you should not mourn for anyone.",
    "guj": "હે અર્જુન! શરીરમાં નિવાસ કરનારો આત્મા શાશ્વત અને અવિનાશી છે; તેથી તારે કોઈપણ જીવ માટે શોક કરવો જોઈએ નહીં.",
    "hi": "हे अर्जुन! शरीर में निवास करने वाली आत्मा अविनाशी है इसलिए तुम्हें किसी प्राणी के लिए शोक नहीं करना चाहिए।"
  },
  {
    "verse": "31",
    "san": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि |\nधर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते || 31||",
    "en": "Besides, considering your duty as a warrior, you should not waver. Indeed, for a warrior, there is no better engagement than fighting for upholding of righteousness.",
    "guj": "તદુપરાંત, ક્ષત્રિય તરીકે તારા વિશિષ્ટ ધર્મને ધ્યાનમાં રાખીને, તારે વિચલિત થવું જોઈએ નહીં. ખરેખર તો, ક્ષત્રિય માટે ધર્મની રક્ષાના પ્રયોજન અર્થે યુદ્ધ કરવાથી વિશેષ ઉચિત ઉદ્યમ કોઈ નથી.",
    "hi": "इसके अलावा एक योद्धा के रूप में अपने कर्तव्य पर विचार करते हुए तुम्हें उसका त्याग नहीं करना चाहिए। वास्तव में योद्धा के लिए धर्म की रक्षा हेतु युद्ध करने के अतिरिक्त अन्य कोई विकल्प नहीं होता।"
  },
  {
    "verse": "32",
    "san": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् |\nसुखिन: क्षत्रिया: पार्थ लभन्ते युद्धमीदृशम् || 32||",
    "en": "O Parth, happy are the warriors to whom such opportunities to defend righteousness come unsought, opening for them the stairway to the celestial abodes.",
    "guj": "હે પાર્થ! એ યોદ્ધાઓ ધન્ય છે, જેમને ધર્મની રક્ષા માટેનાં આવા અવસરો અનાયાસે પ્રાપ્ત થાય છે, જે તેમના માટે સ્વર્ગલોકના પ્રવેશદ્વારો ઉઘાડી આપે છે.",
    "hi": "हे पार्थ! वे क्षत्रिय भाग्यशाली होते हैं जिन्हें बिना इच्छा किए धर्म की रक्षा हेतु युद्ध के ऐसे अवसर प्राप्त होते हैं जिसके कारण उनके लिए स्वर्ग के द्वार खुल जाते हैं।"
  },
  {
    "verse": "33",
    "san": "अथ चेतत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि |\nतत: स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि || 33||",
    "en": "If, however, you refuse to fight this righteous war, abandoning your social duty and reputation, you will certainly incur sin.",
    "guj": "આમ છતાં પણ, જો તું તારા સામાજિક કર્તવ્યનો ત્યાગ કરીને, આ ધર્મયુદ્ધ કરવાનો ઇનકાર કરીશ તો તને પાપનું ફળ અવશ્ય મળશે.",
    "hi": "यदि फिर भी तुम इस धर्म युद्ध का सामना नहीं करना चाहते तब तुम्हें निश्चित रूप से अपने सामाजिक कर्तव्यों की उपेक्षा करने का पाप लगेगा और तुम अपनी प्रतिष्ठा खो दोगे।"
  },
  {
    "verse": "34",
    "san": "अकीर्तिं चापि भूतानि\nकथयिष्यन्ति तेऽव्ययाम् |\nसम्भावितस्य चाकीर्ति\nर्मरणादतिरिच्यते || 34||",
    "en": "People will speak of you as a coward and a deserter. For a respectable person, infamy is worse than death.",
    "guj": "લોકો તને કાયર અને પલાયનવાદી કહેશે. સન્માનપાત્ર વ્યક્તિ માટે, અપકીર્તિ મૃત્યુથી પણ વધારે ખરાબ છે.",
    "hi": "लोग तुम्हें कायर और भगोड़ा कहेंगे। एक सम्माननीय व्यक्ति के लिए अपयश मृत्यु से बढ़कर है।"
  },
  {
    "verse": "35",
    "san": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथा: |\nयेषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् || 35||",
    "en": "The great generals who hold you in high esteem will think that you fled from the battlefield out of fear, and thus will lose their respect for you.",
    "guj": "જે મહાન સેનાપતિઓ તારા મારે સમ્માનીય અભિપ્રાય ધરાવે છે, તેઓ માની લેશે કે ભયને કારણે તું રણક્ષેત્રમાંથી ભાગી છૂટયો છે અને એ રીતે તું એમનો તારા પ્રત્યેનો આદર ગુમાવી દઈશ.",
    "hi": "जिन महान योद्धाओं ने तुम्हारे नाम और यश की सराहना की है, वे सब यह सोचेंगे कि तुम भय के कारण युद्धभूमि से भाग गये और उनकी दृष्टि में तुम अपना सम्मान गंवा दोगे।"
  },
  {
    "verse": "36",
    "san": "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिता: |\nनिन्दन्तस्तव सामर्थ्यं ततो दु:खतरं नु किम् || 36||",
    "en": "Your enemies will defame and humiliate you with unkind words, disparaging your might. Alas, what could be more painful than that?",
    "guj": "તારાં શત્રુઓ કટુ વચનોથી તારી અપકીર્તિ કરશે, અપમાનિત કરશે અને તારા સામર્થ્યની નિંદા કરશે. અરે, આનાથી વધારે દુ:ખદાયી બીજું શું હોઈ શકે?",
    "hi": "तुम्हारे शत्रु तुम्हारी निन्दा करेंगे और कटु शब्दों से तुम्हारा मानमर्दन करेंगे और तुम्हारी सामर्थ्य का उपहास उड़ायेंगें। तुम्हारे लिए इससे पीड़ादायक और क्या हो सकता है?"
  },
  {
    "verse": "37",
    "san": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् |\nतस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चय: || 37||",
    "en": "If you fight, you will either be slain on the battlefield and go to the celestial abodes, or you will gain victory and enjoy the kingdom on earth. Therefore arise with determination, O son of Kunti, and be prepared to fight.",
    "guj": "જો તું યુદ્ધ કરીશ, તો કાં તો તું રણભૂમિ પર હણાઈ જઈશ અને સ્વર્ગ પ્રાપ્ત કરીશ, અથવા તો તું વિજય પ્રાપ્ત કરીશ અને પૃથ્વીનું સામ્રાજ્ય ભોગવીશ. તેથી હે કુંતીપુત્ર! કૃતનિશ્ચયી થઈને ઊભો થા અને યુદ્ધ માટે તૈયાર થા.",
    "hi": "हे कुन्ती पुत्र! यदि तुम युद्ध करते हो फिर या तो तुम मारे जाओगे और स्वर्ग लोक प्राप्त करोगे या विजयी होने पर पृथ्वी के साम्राज्य का सुख भोगोगे। इसलिए हे कुन्ती पुत्र! उठो और दृढ़ संकल्प के साथ युद्ध करो।"
  },
  {
    "verse": "38",
    "san": "सुखदु:खे समे कृत्वा लाभालाभौ जयाजयौ |\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि || 38||",
    "en": "Fight for the sake of duty, treating alike happiness and distress, loss and gain, victory and defeat. Fulfilling your responsibility in this way, you will never incur sin.",
    "guj": "સુખ અને દુ:ખ, લાભ અને હાનિ, જય અને પરાજય, આ બધાં પ્રત્યે સમભાવ રાખીને, કર્તવ્યના પાલન ખાતર યુદ્ધ કર. આ પ્રમાણે તારાં કર્તવ્ય પાલન કરવાથી તને કદાપિ પાપ લાગશે નહીં.",
    "hi": "कर्तव्यों पालन हेतु युद्ध करो, युद्ध से मिलने वाले सुख-दुख, लाभ-हानि को समान समझो। यदि तुम इस प्रकार अपने दायित्त्वों का निर्वहन करोगे तब तुम्हें कोई पाप नहीं लगेगा।"
  },
  {
    "verse": "39",
    "san": "एषा तेऽभिहिता साङ्ख्ये\nबुद्धिर्योगे त्विमां शृणु |\nबुद्ध्या युक्तो यया पार्थ\nकर्मबन्धं प्रहास्यसि || 39||",
    "en": "Hitherto, I have explained to you Sānkhya Yog, or analytic knowledge regarding the nature of the soul. Now listen, O Parth, as I reveal Buddhi Yog, or the Yog of Intellect. When you work with such understanding, you will be freed from the bondage of karma.",
    "guj": "અત્યાર સુધી, મેં સાંખ્ય યોગનું અર્થાત્ આત્માની પ્રકૃતિ અંગે પૃથકકરણાત્મક જ્ઞાનનું વર્ણન કર્યું છે. હે પાર્થ! હવે હું બુદ્ધિયોગ પ્રગટ કરું છે, તેને તું હવે સાંભળ. જો તું આ જ્ઞાન સાથે કાર્ય કરીશ, તો તું કર્મોના બંધનમાંથી મુક્ત થઇ જઈશ.",
    "hi": "अब तक मैंने तुम्हें सांख्य योग या आत्मा की प्रकृति के संबंध में वैश्लेषिक ज्ञान से अवगत कराया है। अब मैं क्योंकि बुद्धियोग या ज्ञानयोग प्रकट कर रहा हूँ, हे पार्थ! उसे सुनो। जब तुम ऐसे ज्ञान के साथ कर्म करोगे तब कर्मों के बंधन से स्वयं को मुक्त कर पाओगे।"
  },
  {
    "verse": "40",
    "san": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते |\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् || 40||",
    "en": "Working in this state of consciousness, there is no loss or adverse result, and even a little effort saves one from great danger.",
    "guj": "આ ચેતન અવસ્થામાં રહીને કર્મ કરવાથી, હાનિ કે વિપરીત પરિણામ મળતાં નથી, અને થોડાંક પ્રયત્નો પણ મહા ભયમાંથી બચાવી લે છે.",
    "hi": "इस चेतनावस्था में कर्म करने से किसी प्रकार की हानि या प्रतिकूल परिणाम प्राप्त नहीं होते अपितु इस प्रकार से किया गया अल्प प्रयास भी बड़े से बड़े भय से हमारी रक्षा करता है।"
  },
  {
    "verse": "41",
    "san": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन |\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् || 41||",
    "en": "O descendent of the Kurus, the intellect of those who are on this path is resolute, and their aim is one-pointed. But the intellect of those who are irresolute is many-branched.",
    "guj": "હે કુરુનંદન, જે મનુષ્યો આ માર્ગનું અનુસરણ કરે છે તેઓની બુદ્ધિ  દૃઢ સંકલ્પમાં સ્થિત હોય છે અને તેમનું ધ્યેય પણ એકમાત્ર જ હોય છે. જે મનુષ્યો દૃઢ સંકલ્પમાં સ્થિત નથી, તેઓની બુદ્ધિ અનેક શાખાઓમાં વિભક્ત રહે છે.",
    "hi": "हे कुरुवंशी! जो इस मार्ग का अनुसरण करते हैं, उनकी बुद्धि निश्चयात्मक होती है और उनका एकमात्र लक्ष्य होता है लेकिन जो मनुष्य संकल्पहीन होते हैं उनकी बुद्धि अनेक शाखाओं मे विभक्त रहती है।"
  },
  {
    "verse": "42-43",
    "san": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चित: |\nवेदवादरता: पार्थ नान्यदस्तीति वादिन: || 42||\nकामात्मान: स्वर्गपरा जन्मकर्मफलप्रदाम् |\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति || 43||",
    "en": "Those with limited understanding, get attracted to the flowery words of the Vedas, which advocate ostentatious rituals for elevation to the celestial abodes, and presume no higher principle is described in them. They glorify only those portions of the Vedas that please their senses, and perform pompous ritualistic ceremonies for attaining high birth, opulence, sensual enjoyment, and elevation to the heavenly planets.",
    "guj": "અલ્પજ્ઞાની મનુષ્યો વેદોના આલંકારિક શબ્દો પ્રત્યે આકર્ષિત થાય છે, જેઓ સ્વર્ગલોક-પ્રાપ્તિ જેવી ઉન્નતિ માટે આડંબરી કર્મકાંડોનું સમર્થન કરે છે અને માને છે કે, વેદોમાં કોઈ ઉચ્ચ સિદ્ધાંતોનું વર્ણન નથી. તેઓ વેદોના કેવળ એ જ ભાગનું મહિમાગાન કરે છે, જે તેમની ઇન્દ્રિયોને સુખ આપે છ, અને ઉત્તમ જન્મ, ઐશ્વર્ય, ઇન્દ્રિયજન્ય સુખ, તેમજ સ્વર્ગલોકની પ્રાપ્તિ માટે ભપકાદાર કર્મકાંડી વિધિઓનાં અનુષ્ઠાનો કરે છે.",
    "hi": "अल्पज्ञ मनुष्य वेदों के आलंकारिक शब्दों पर अत्यधिक आसक्त रहते हैं जो स्वर्गलोक का सुख भोगने के प्रयोजनार्थ दिखावटी कर्मकाण्ड करने की अनुशंसा करते हैं और जो यह मानते हैं कि इन वेदों में कोई उच्च सिद्धान्तों का वर्णन नहीं किया गया है। वे वेदों के केवल उन्हीं खण्डों की महिमामण्डित करते हैं जो उनकी इन्द्रियों को तृप्त करते हैं और वे उत्तम जन्म, ऐश्वर्य, इन्द्रिय तृप्ति और स्वर्गलोक की प्राप्ति के लिए आडम्बरयुक्त कर्मकाण्डों के पालन में लगे रहते हैं।"
  },
  {
    "verse": "44",
    "san": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् |\nव्यवसायात्मिका बुद्धि: समाधौ न विधीयते || 44||",
    "en": "With their minds deeply attached to worldly pleasures and their intellects bewildered by such things, they are unable to possess the resolute determination for success on the path to God.",
    "guj": "જેમનું મન સાંસારિક સુખો પ્રત્યે અતિ આસક્ત છે અને જેમની બુદ્ધિ આવા વિષયોથી ભ્રમિત થઈ ગઈ છે, તેઓ એ દૃઢ સંકલ્પ કરવા માટે અસમર્થ હોય છે, જે ભગવદ્-માર્ગ પર સફળ થવા માટે આવશ્યક છે.",
    "hi": "सांसारिक सुखों में मन की गहन आसक्ति के साथ उनकी बुद्धि ऐसी वस्तुओं में मोहित रहती है इसलिए वे भगवद्प्राप्ति के मार्ग पर अग्रसर होने के हेतु दृढ़-संकल्प लेने में असमर्थ होते हैं।"
  },
  {
    "verse": "45",
    "san": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन |\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् || 45||",
    "en": "The Vedas deal with the three modes of material nature, O Arjun. Rise above the three modes to a state of pure spiritual consciousness. Freeing yourself from dualities, eternally fixed in Truth, and without concern for material gain and safety, be situated in the self.",
    "guj": "વેદોમાં પ્રકૃતિના ત્રણ ગુણોનું વર્ણન થયું છે. હે અર્જુન! આ ત્રણેય ગુણોથી ઉપર ઉઠીને વિશુદ્ધ આધ્યાત્મિક ચેતનામાં સ્થિત થા. તારી જાતને દ્વૈતભાવથી મુક્ત કરી, શાશ્વત સત્યમાં સ્થિર કરી અને ભૌતિક લાભ તથા સુરક્ષાની ચિંતાથી રહિત થઈ, આત્મામાં સ્થિર થા.",
    "hi": "वेदों में प्रकृति के तीन गुणों का वर्णन मिलता है। हे अर्जुन! प्रकृति के इन गुणों से ऊपर उठकर विशुद्ध आध्यात्मिक चेतना मे स्थित हो जाओ। परम सत्य में स्थित होकर सभी प्रकार के द्वैतों से स्वयं को मुक्त करते हुए भौतिक लाभ-हानि और सुरक्षा की चिन्ता किए बिना आत्मलीन हो जाओ।"
  },
  {
    "verse": "46",
    "san": "  यावानर्थ उदपाने सर्वत: सम्प्लुतोदके |\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानत: || 46||",
    "en": "Whatever purpose is served by a small well of water is naturally served in all respects by a large lake. Similarly, one who realizes the Absolute Truth also fulfills the purpose of all the Vedas.",
    "guj": "જે જે હેતુઓ એક નાના કૂવાથી સરે છે તે બધા હેતુઓ કુદરતી રીતે, વિશાળ જળાશયોથી પરિપૂર્ણ થઇ જાય છે. બરાબર એ જ પ્રમાણે, જેણે પરમ સત્યનો સાક્ષાત્કાર કરેલો છે તેને માટે વેદોના સર્વ આશયો સિદ્ધ થઈ જાય છે.",
    "hi": "जैसे एक छोटे जलकूप का समस्त कार्य सहजता से सभी प्रकार से विशाल जलाशय से तत्काल पूर्ण हो जाता है, उसी प्रकार समान रूप से परम सत्य को जानने वाले वेदों के सभी प्रयोजन को पूर्ण करते हैं।"
  },
  {
    "verse": "47",
    "san": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन |\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि || 47 ||",
    "en": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions. Never consider yourself to be the cause of the results of your activities, nor be attached to inaction.",
    "guj": "તને તારું નિયત કર્મ કરવાનો અધિકાર છે પરંતુ તને તારા કર્મોનાં ફળો પર અધિકાર નથી. તું કદાપિ પોતાની જાતને પોતાનાં કર્મોનાં ફળોનું કારણ માનીશ નહિ અને અકર્મણ્ય થવા પ્રત્યે પણ કદી આસક્ત થઈશ નહિ.",
    "hi": "तुम्हें अपने निश्चित कर्मों का पालन करने का अधिकार है लेकिन तुम अपने कर्मों का फल प्राप्त करने के अधिकारी नहीं हो, तुम स्वयं को अपने कर्मों के फलों का कारण मत मानो और न ही अकर्मा रहने में आसक्ति रखो।"
  },
  {
    "verse": "48",
    "san": "योगस्थ: कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय |\nसिद्ध्यसिद्ध्यो: समो भूत्वा समत्वं योग उच्यते || 48||",
    "en": "Be steadfast in the performance of your duty, O Arjun, abandoning attachment to success and failure. Such equanimity is called Yog.",
    "guj": "હે અર્જુન! સફળતા અને નિષ્ફળતાની સર્વ આસક્તિ ત્યજીને, તારા કર્મોના પાલનમાં સ્થિર થા. આવી સમતાને સમત્વ યોગ કહે છે",
    "hi": "हे अर्जुन! सफलता और असफलता की आसक्ति को त्याग कर तुम दृढ़ता से अपने कर्तव्य का पालन करो। यही समभाव योग कहलाता है।"
  },
  {
    "verse": "49",
    "san": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय |\nबुद्धौ शरणमन्विच्छ कृपणा: फलहेतव: || 49||",
    "en": "Seek refuge in divine knowledge and insight, O Arjun, and discard reward-seeking actions that are certainly inferior to works performed with the intellect established in divine knowledge. Miserly are those who seek to enjoy the fruits of their works.",
    "guj": "હે અર્જુન! દિવ્યજ્ઞાન અને આંતરદૃષ્ટિનું શરણ ગ્રહણ કરો; તેમજ આસક્તિ યુક્ત કર્મોનો ત્યાગ કરો, જે દિવ્યજ્ઞાનમાં સ્થિત બુદ્ધિથી કરવામાં આવેલા કર્મોથી નિશ્ચિતપણે નિકૃષ્ટ છે. તેઓ સંકીર્ણ મનોવૃત્તિ ધરાવે છે, જેઓ તેમના કર્મોના ફળોનું સુખ ભોગવવા ઈચ્છે છે.",
    "hi": "हे अर्जुन! दिव्य ज्ञान और अन्तर्दृष्टि की शरण ग्रहण करो, फलों की आसक्ति युक्त कर्मों से दूर रहो जो निश्चित रूप से दिव्य ज्ञान में स्थित बुद्धि के साथ निष्पादित किए गए कार्यों से निष्कृष्ट हैं। जो अपने कर्मफलों का भोग करना चाहते हैं, वे कृपण हैं।"
  },
  {
    "verse": "50",
    "san": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते |\nतस्माद्योगाय युज्यस्व योग: कर्मसु कौशलम् || 50||",
    "en": "One who prudently practices the science of work without attachment can get rid of both good and bad reactions in this life itself. Therefore, strive for Yog, which is the art of working skillfully (in proper consciousness).",
    "guj": "જેઓ વિચારપૂર્વક આસક્તિરહિત કર્મના વિજ્ઞાનનો અભ્યાસ કરે છે, તેઓ આ જ જીવનમાં સારાં ને ખરાબ બંને પ્રકારના પ્રતિભાવોથી મુક્ત થઈ જાય છે. તેથી યોગ માટે પ્રયાસ કર, જે (ઉચિત ચેતનામાં) કૌશલ્યપૂર્વક કર્મ કરવાની કળા છે.",
    "hi": "जब कोई मनुष्य बिना आसक्ति के कर्मयोग का अभ्यास करता है तब वह इस जीवन में ही शुभ और अशुभ प्रतिक्रियाओं से छुटकारा पा लेता है। इसलिए योग के लिए प्रयास करना चाहिए जो कुशलतापूर्वक कर्म करने की कला है।"
  },
  {
    "verse": "51",
    "san": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति |\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च || 52||",
    "en": "The wise endowed with equanimity of intellect, abandon attachment to the fruits of actions, which bind one to the cycle of life and death. By working in such consciousness, they attain the state beyond all suffering.",
    "guj": "જેઓ વિચારપૂર્વક આસક્તિરહિત કર્મના વિજ્ઞાનનો અભ્યાસ કરે છે, તેઓ આ જ જીવનમાં સારાં ને ખરાબ બંને પ્રકારના પ્રતિભાવોથી મુક્ત થઈ જાય છે. તેથી યોગ માટે પ્રયાસ કર, જે (ઉચિત ચેતનામાં) કૌશલ્યપૂર્વક કર્મ કરવાની કળા છે.",
    "hi": "समबुद्धि युक्त ऋषि मुनि कर्म के फलों की आसक्ति से स्वयं को मुक्त कर लेते हैं जो मनुष्य को जन्म-मृत्यु के चक्र में बांध लेती हैं। इस चेतना में कर्म करते हुए वे उस अवस्था को प्राप्त कर लेते हैं जो सभी दुखों से परे है।"
  },
  {
    "verse": "52",
    "san": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति |\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च || 52||",
    "en": "When your intellect crosses the quagmire of delusion, you will then acquire indifference to what has been heard and what is yet to be heard (about enjoyments in this world and the next).",
    "guj": "જયારે તારી બુદ્ધિ મોહરૂપી ગાઢ જંગલને પાર કરી જશે, ત્યારે તું સર્વ સાંભળેલા તથા જે હજી સાંભળવા યોગ્ય છે , (આ સંસારના તેમજ પરલોકના સુખો) તે સર્વ પ્રત્યે તું ઉદાસીન થઇ જઈશ.",
    "hi": "जब तुम्हारी बुद्धि मोह के दलदल को पार करेगी तब तुम सुने हुए और आगे सुनने में आने वाले इस लोक और परलोक के भोगों सबके प्रति उदासीन हो जाओगे।"
  },
  {
    "verse": "53",
    "san": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला |\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि || 53||",
    "en": "When your intellect ceases to be allured by the fruitive sections of the Vedas and remains steadfast in divine consciousness, you will then attain the state of perfect Yog.",
    "guj": "જયારે તારી બુદ્ધિનું વેદોના આલંકારિક વિભાગો પ્રત્યેનું આકર્ષણ સમાપ્ત થઇ થશે અને તે દિવ્ય ચેતનામાં સ્થિત થઇ જશે, ત્યારે તું પૂર્ણ યોગની ઉચ્ચ અવસ્થા પ્રાપ્ત કરીશ.",
    "hi": "जब तुम्हारी बुद्धि का वेदों के अलंकारमयी खण्डों में आकर्षण समाप्त हो जाए और वह दिव्य चेतना में स्थिर हो जाए तब तुम पूर्ण योग की उच्च अवस्था प्राप्त कर लोगे।"
  },
  {
    "verse": "54",
    "san": "अर्जुन उवाच |\nस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव |\nस्थितधी: किं प्रभाषेत किमासीत व्रजेत किम् || 54||",
    "en": "Arjun said : O Keshav, what is the disposition of one who is situated in divine consciousness? How does an enlightened person talk? How does he sit? How does he walk?",
    "guj": "અર્જુને કહ્યું: હે કેશવ! જેઓ સ્થિતપ્રજ્ઞ મનુષ્ય છે, તેઓની પ્રકૃતિ કેવી હોય છે? સ્થિતપ્રજ્ઞ વ્યક્તિ કેવી રીતે વાત કરે છે? તે કેવી રીતે બેસે છે? તે કેવી રીતે ચાલે છે?",
    "hi": "अर्जुन ने कहाः हे केशव! दिव्य चेतना में लीन मनुष्य के क्या लक्षण हैं। वह सिद्ध पुरुष कैसे बोलता है? कैसे बैठता है और कैसे चलता है?"
  },
  {
    "verse": "55",
    "san": "श्रीभगवानुवाच |\nप्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् |\nआत्मन्येवात्मना तुष्ट: स्थितप्रज्ञस्तदोच्यते || 55||",
    "en": "The Supreme Lord said: O Parth, when one discards all selfish desires and cravings of the senses that torment the mind, and becomes satisfied in the realization of the self, such a person is said to be transcendentally situated.",
    "guj": "પૂર્ણ પુરુષોત્તમ પરમેશ્વર બોલ્યા: હે પાર્થ! જયારે મનુષ્ય સર્વ પ્રકારની સ્વાર્થી વાસનાઓનો તથા મનને યાતનાઓ આપનારી ઇન્દ્રિયજન્ય તૃષ્ણાઓનો પરિત્યાગ કરી દે અને આત્મ-સાક્ષાત્કારમાં સંતુષ્ટ થઇ જાય ત્યારે તે મનુષ્યને સ્થિતપ્રજ્ઞ કહી શકાય.",
    "hi": "परम प्रभु श्रीकृष्ण कहते हैं: हे पार्थ! जब कोई मनुष्य स्वार्थयुक्त कामनाओं और मन को दूषित करने वाली इन्द्रिय तृप्ति से संबंधित कामनाओं का परित्याग कर देता है और आत्मज्ञान को अनुभव कर संतुष्ट हो जाता है तब ऐसे मानव को दिव्य चेतना में स्थित कहा जा सकता है।"
  },
  {
    "verse": "56",
    "san": "दु:खेष्वनुद्विग्नमना: सुखेषु विगतस्पृह: |\nवीतरागभयक्रोध: स्थितधीर्मुनिरुच्यते || 56||",
    "en": "One whose mind remains undisturbed amidst misery, who does not crave for pleasure, and who is free from attachment, fear, and anger, is called a sage of steady wisdom.",
    "guj": "જે મનુષ્ય સંતાપોમાં વિચલિત થતો નથી, જે સુખો માટે લાલસા રાખતો નથી અને જે આસક્તિ, ભય તથા ક્રોધથી મુક્ત છે, તેને સ્થિર મનવાળો મુનિ કહેવાય છે.",
    "hi": "जो मनुष्य किसी प्रकार के दुखों में क्षुब्ध नहीं होता जो सुख की लालसा नहीं करता और जो आसक्ति, भय और क्रोध से मुक्त रहता है, वह स्थिर बुद्धि वाला मनीषी कहलाता है।"
  },
  {
    "verse": "57",
    "san": "य: सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् |\nनाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता || 57||",
    "en": "One who remains unattached under all conditions, and is neither delighted by good fortune nor dejected by tribulation, he is a sage with perfect knowledge.",
    "guj": "જે મનુષ્ય સર્વ પરિસ્થિતિઓમાં આસક્તિરહિત રહે છે, અને જે શુભતાથી હર્ષિત થતો નથી તથા આપત્તિઓથી દ્વેષયુક્ત થતો નથી, તે મનુષ્ય પૂર્ણ જ્ઞાનયુક્ત સાધુ છે.",
    "hi": "जो सभी परिस्थितियों में अनासक्त रहता है और न ही शुभ फल की प्राप्ति से हर्षित होता है और न ही विपत्ति से उदासीन होता है वही पूर्ण ज्ञानावस्था में स्थित मुनि है।"
  },
  {
    "verse": "58",
    "san": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वश: |\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || 58||",
    "en": "One who is able to withdraw the senses from their objects, just as a tortoise withdraws its limbs into its shell, is established in divine wisdom.",
    "guj": "જેવી રીતે કાચબો તેનાં સર્વ અંગોને પોતાના કોચલામાં સંકેલી લે છે, તેવી રીતે જે મનુષ્ય પોતાની ઇન્દ્રિયોને વિષયભોગોમાંથી પાછી ખેંચી લે છે, તે દિવ્ય જ્ઞાનમાં સ્થિર થઈ જાય છે.",
    "hi": "जो मनुष्य अपनी इन्द्रियों को उनके विषय भोगों से खींच लेने के लिए उसी प्रकार से योग्य होता है, जैसे एक कछुआ अपने अंगो को संकुचित करके उन्हें खोल के भीतर कर लेता है, वह दिव्य ज्ञान में स्थिर हो जाता है।"
  },
  {
    "verse": "59",
    "san": "विषया विनिवर्तन्ते निराहारस्य देहिन: |\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते || 59||",
    "en": "Aspirants may restrain the senses from their objects of enjoyment, but the taste for the sense objects remains. However, even this taste ceases for those who realizes the Supreme.",
    "guj": "મુમુક્ષુઓ ઇન્દ્રિયોને તેના વિષયભોગોથી ભલે દૂર રાખે, પરંતુ ઇન્દ્રિયોના વિષયભોગમાં રસ તો અકબંધ રહે છે. જો કે, જેઓ પરમેશ્વરની અનુભૂતિ કરી લે છે, તેઓ માટે આ રસ સમાપ્ત થઇ જાય છે.",
    "hi": "यद्यपि देहधारी जीव इन्द्रियों के विषयों से अपने को कितना दूर रखे लेकिन इन्द्रिय विषयों को भोगने की लालसा बनी रहती है फिर भी जो लोग भगवान को जान लेते हैं, उनकी लालसाएँ समाप्त हो जाती हैं।"
  },
  {
    "verse": "60",
    "san": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चित: |\nइन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मन: || 60||",
    "en": "The senses are so strong and turbulent, O son of Kunti, that they can forcibly carry away the mind even of a person endowed with discrimination who practices self-control.",
    "guj": "હે કુંતીપુત્ર અર્જુન! ઇન્દ્રિયો એટલી પ્રબળ અને અશાંત હોય છે કે, તે વિવેક પૂર્ણ જ્ઞાનથી સંપન્ન અને આત્મ-નિયંત્રણની સાધના કરતાં મનુષ્યના મનને પણ બળપૂર્વક હરી લે છે.",
    "hi": "हे कुन्ति पुत्र! इन्द्रियाँ इतनी प्रबल और अशान्त होती है कि वे विवेकशील और आत्म नियंत्रण का अभ्यास करने वाले मनुष्य के मन को भी अपने वश में कर लेती है।"
  },
  {
    "verse": "61",
    "san": "तानि सर्वाणि संयम्य युक्त आसीत मत्पर: |\nवशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता || 61||",
    "en": "They are established in perfect knowledge, who subdue their senses and keep their minds ever absorbed in Me.",
    "guj": "જેમણે તેમની ઇન્દ્રિયોને વશમાં કરી લીધી છે અને મનને મારામાં તન્મય કરી દીધું છે, તેઓ પૂર્ણ જ્ઞાનમાં સ્થિત છે.",
    "hi": "वे जो अपनी इन्द्रियों को वश में कर लेते हैं और अपने मन को मुझमें स्थिर कर देते हैं, वे दिव्य ज्ञान में स्थित होते हैं।"
  },
  {
    "verse": "62",
    "san": "ध्यायतो विषयान्पुंस: सङ्गस्तेषूपजायते |\nसङ्गात्सञ्जायते काम: कामात्क्रोधोऽभिजायते || 62||",
    "en": "While contemplating on the objects of the senses, one develops attachment to them. Attachment leads to desire, and from desire arises anger.",
    "guj": "ઇન્દ્રિયવિષયોનું ચિંતન કરવાથી તેના પ્રત્યે આસક્તિ ઉત્પન્ન થાય છે. આસક્તિ કામના તરફ લઇ જાય છે અને કામનાથી ક્રોધ ઉત્પન્ન થાય છે.",
    "hi": "इन्द्रियों के विषयों का चिंतन करते हुए मनुष्य उनमें आसक्त हो जाता है और आसक्ति कामना की ओर ले जाती है और कामना से क्रोध उत्पन्न होता है।"
  },
  {
    "verse": "63",
    "san": "क्रोधाद्भवति सम्मोह: सम्मोहात्स्मृतिविभ्रम: |\nस्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति || 63||",
    "en": "Anger leads to clouding of judgment, which results in bewilderment of memory. When memory is bewildered, the intellect gets destroyed; and when the intellect is destroyed, one is ruined.",
    "guj": "ક્રોધથી નિર્ણય લેવાની ક્ષમતા ક્ષીણ થાય છે, જેને કારણે સ્મૃતિભ્રંશ થાય છે. જયારે સ્મૃતિભ્રંશ થાય છે, ત્યારે બુદ્ધિ નષ્ટ થાય છે અને બુદ્ધિ નષ્ટ થવાથી મનુષ્યનો વિનાશ થઇ જાય છે.",
    "hi": "क्रोध निर्णय लेने की क्षमता को क्षीण करता है जिसके कारण स्मृति भ्रम हो जाता है। जब स्मृति भ्रमित हो जाती है तब बुद्धि का नाश हो जाता है और बुद्धि के नष्ट होने से मनुष्य का पतन हो जाता है।"
  },
  {
    "verse": "64",
    "san": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन् |\nआत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति || 64||",
    "en": "But one who controls the mind, and is free from attachment and aversion, even while using the objects of the senses, attains the Grace of God.",
    "guj": "પરંતુ જે મનનું નિયમન કરે છે અને ઇન્દ્રિયના વિષયભોગનું સેવન કરતી વખતે પણ રાગ અને દ્વેષથી મુક્ત રહે છે તે ભગવાનની કૃપા પ્રાપ્ત કરે છે.",
    "hi": "लेकिन जो मन को वश में रखता है वह इन्द्रियों के विषयों का भोग करने पर भी राग और द्वेष से मुक्त रहता है और भगवद्कृपा प्राप्त करता है।"
  },
  {
    "verse": "65",
    "san": "प्रसादे सर्वदु:खानां हानिरस्योपजायते |\nप्रसन्नचेतसो ह्याशु बुद्धि: पर्यवतिष्ठते || 65||",
    "en": "By divine grace comes the peace in which all sorrows end, and the intellect of such a person of tranquil mind soon becomes firmly established in God.",
    "guj": "દિવ્ય કૃપાથી શાંતિ પ્રાપ્ત થાય છે, જેનાથી સર્વ દુ:ખોનો અંત આવી જાય છે. આવા શાંત મનવાળા મનુષ્યની બુદ્ધિ ભગવાનમાં દૃઢપણે સ્થિર થઇ જાય છે.",
    "hi": "भगवान की दिव्य कृपा से शांति प्राप्त होती है जिससे सभी दुखों का अन्त हो जाता है और ऐसे शांत मन वाले मनुष्य की बुद्धि दृढ़ता से भगवान में स्थिर हो जाती है।"
  },
  {
    "verse": "66",
    "san": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना |\nन चाभावयत: शान्तिरशान्तस्य कुत: सुखम् || 66||",
    "en": "But an undisciplined person, who has not controlled the mind and senses, can neither have a resolute intellect nor steady contemplation on God. For one who never unites the mind with God there is no peace; and how can one who lacks peace be happy?",
    "guj": "પરંતુ બિનઅનુશાસિત મનુષ્ય, જેનું મન તથા ઇન્દ્રિયો પર નિયંત્રણ નથી, તે ભગવાન પ્રત્યે ન તો  દૃઢ બુદ્ધિ ધરાવે છે કે ન તો સ્થિર ચિંતન ધરાવે છે. જે મનુષ્યનું મન ભગવાનમાં જોડાયું નથી તેને ક્યાંય શાંતિ નથી; અને જેને શાંતિનો અભાવ છે, તે કેવી રીતે સુખી થઇ શકે?",
    "hi": "लेकिन असंयमी व्यक्ति का अपने मन और इन्द्रियों पर नियंत्रण नहीं होता, न ही उसकी बुद्धि दृढ़ होती है और न ही उसका मन भगवान के चिन्तन मे स्थिर हो सकता है जो अपने मन को भगवान में स्थिर नहीं करता, जिसके बिना शान्ति संभव नहीं और शांति के बिना कोई कैसे सुखी रह सकता है?"
  },
  {
    "verse": "67",
    "san": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते |\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि || 67||",
    "en": "Just as a strong wind sweeps a boat off its chartered course on the water, even one of the senses on which the mind focuses can lead the intellect astray.",
    "guj": "જેવી રીતે, પ્રચંડ વાયુ પાણી પર તરતી નાવને તેના નિશ્ચિત ગમનની દિશામાંથી ઉથલાવી દે છે, તેવી રીતે, એક પણ ઇન્દ્રિય કે જેના પર મન કેન્દ્રિત થઇ જાય છે, તે મનુષ્યની બુદ્ધિ હરી લે છે.",
    "hi": "जिस प्रकार प्रचंड वायु अपने तीव्र वेग से जल पर तैरती हुई नाव को दूर तक बहा कर ले जाती है उसी प्रकार से अनियंत्रित इन्द्रियों मे से कोई एक जिसमें मन अधिक लिप्त रहता है, बुद्धि का विनाश कर देती है।"
  },
  {
    "verse": "68",
    "san": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वश: |\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || 68||",
    "en": "Therefore, one who has restrained the senses from their objects, O mighty armed Arjun, is firmly established in transcendental knowledge.",
    "guj": "તેથી હે મહાબાહુ અર્જુન! જે મનુષ્યની ઇન્દ્રિયો તેમના વિષયો પ્રત્યે સંયમિત થયેલી હોય છે, તે દૃઢપણે .અલૌકિક જ્ઞાનમાં સ્થિત હોય છે.",
    "hi": "इसलिए हे महाबाहु। जो मनुष्य इन्द्रियों के विषय भोगों से विरक्त रहता है, वह दृढ़ता से लोकातीत ज्ञान से युक्त हो जाता है।"
  },
  {
    "verse": "69",
    "san": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी |\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुने: || 69||",
    "en": "What all beings consider as day is the night of ignorance for the wise, and what all creatures see as night is the day for the introspective sage.",
    "guj": "જેને સર્વ જીવો દિવસ માને છે, તે જ્ઞાની પુરુષો માટે અજ્ઞાનની રાત્રિ છે તથા જેને સર્વ જીવો રાત્રિ તરીકે જોવે છે, તે આત્મનિરીક્ષણ કરનારા મુનિઓ માટે દિવસ છે.",
    "hi": "जिसे सब लोग दिन समझते हैं वह आत्मसंयमी के लिए अज्ञानता की रात्रि है तथा जो सब जीवों के लिए रात्रि है, वह आत्मविश्लेषी मुनियों के लिए दिन है।"
  },
  {
    "verse": "70",
    "san": "आपूर्यमाणमचलप्रतिष्ठं\nसमुद्रमाप: प्रविशन्ति यद्वत् |\nतद्वत्कामा यं प्रविशन्ति सर्वे\nस शान्तिमाप्नोति न कामकामी || 70||",
    "en": "Just as the ocean remains undisturbed by the incessant flow of waters from rivers merging into it, likewise the sage who is unmoved despite the flow of desirable objects all around him attains peace, and not the person who strives to satisfy desires.",
    "guj": "જેવી રીતે સમુદ્રમાં પ્રવેશતા સરિતાઓના જળના અવિરત પ્રવાહ છતાં સમુદ્ર વિચલિત થતો નથી તેવી રીતે જે મનુષ્ય આસપાસ વાસનાઓનો નિરંતર પ્રવાહ હોવા છતાં અવિચલિત રહે છે, તેને શાંતિની પ્રાપ્તિ થાય છે, નહિ કે તે મનુષ્યને જે કામનાપૂર્તિ માટે મથ્યા કરે છે.",
    "hi": "जिस प्रकार से समुद्र उसमें निरन्तर मिलने वाली नदियों के जल के प्रवाह से विक्षुब्ध नहीं होता उसी प्रकार से ज्ञानी अपने चारों ओर इन्द्रियों के विषयों के आवेग के पश्चात भी शांत रहता है, न कि उस मनुष्य की भांति जो कामनाओं को तुष्ट करने के प्रयास में लगा रहता है।"
  },
  {
    "verse": "71",
    "san": "विहाय कामान्य: सर्वान्पुमांश्चरति नि:स्पृह: |\nनिर्ममो निरहङ्कार: स शान्तिमधिगच्छति || 71||",
    "en": "That person, who gives up all material desires and lives free from a sense of greed, proprietorship, and egoism, attains perfect peace.",
    "guj": "જે મનુષ્ય સર્વ માયિક કામનાઓનો પરિત્યાગ કરી દે છે અને લોભ, સ્વામિત્વ, અને અહંકારની ભાવનાથી મુક્ત થઈને જીવે છે, તે પૂર્ણ શાંતિ પામે છે.",
    "hi": "जिस मुनष्य ने अपनी सभी भौतिक इच्छाओं का परित्याग कर दिया हो और इन्द्रिय तृप्ति की लालसा, स्वामित्व के भाव और अंहकार से रहित हो गया हो, वह पूर्ण शांति प्राप्त कर सकता है।"
  },
  {
    "verse": "72",
    "san": "एषा ब्राह्मी स्थिति: पार्थ नैनां प्राप्य विमुह्यति |\nस्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति || 72||",
    "en": "O Parth, such is the state of an enlightened soul that having attained it, one is never again deluded. Being established in this consciousness even at the hour of death, one is liberated from the cycle of life and death and reaches the Supreme Abode of God.",
    "guj": "હે પાર્થ! ભગવદ્-પ્રાપ્ત વ્યક્તિની આવી અવસ્થા હોય છે કે તેને પ્રાપ્ત કર્યા પશ્ચાત્ મનુષ્ય પુન: ભ્રમિત થતો નથી. મૃત્યુ સમયે પણ આ જ ચેતનામાં સ્થિત હોવાના કારણે મનુષ્ય જન્મ અને મૃત્યુના ચક્રમાંથી મુક્ત થઈ જાય છે અને ભગવાનના પરમ ધામમાં પ્રવેશ પામે છે.",
    "hi": "हे पार्थ! ऐसी अवस्था में रहने वाली प्रबुद्ध आत्मा जब ब्रह्मज्ञान प्राप्त कर लेती है, वह फिर कभी भ्रमित नहीं होती तब मृत्यु के समय भी इस दिव्य चेतना में स्थित सिद्ध पुरुष जन्म और मृत्यु के बंधन से मुक्त हो जाता है और भगवान के परम धाम में प्रवेश करता है।"
  }
]